[
  {
    "imdb": "tt0058017",
    "title": "The Flying Saucer",
    "year": 1964,
    "genres": [
      "Comedy",
      "Fantasy",
      "Sci-Fi"
    ],
    "count": 19,
    "all_lines": 597,
    "occurrences": [
      [
        7,
        "00:01:06.155000",
        "00:01:13.750000",
        "- Flying saucers on sky at Carpeneto Veneto - A bricklayer from Carpeneto sees a flying saucer?"
      ],
      [
        27,
        "00:03:53.150000",
        "00:03:56.935000",
        "- Tell me, did you see a flying saucer? - A flying saucer? Yes, it landed on a lawn..."
      ],
      [
        94,
        "00:09:34.425000",
        "00:09:40.700000",
        "...at a certain point I heard something like a sound of an organ, I went out here and I saw a flying saucer there..."
      ],
      [
        98,
        "00:09:55.950000",
        "00:10:00.365000",
        "- 12 meters x 6, a totally silver one. Go ahead, child. - Then a flying saucer's door was opened..."
      ],
      [
        108,
        "00:10:53.700000",
        "00:11:04.380000",
        "5, 6, 7, 8, 9, 10, 11 and 12... Sergeant, here's where the flying saucer landed."
      ],
      [
        175,
        "00:19:46.610000",
        "00:19:56.710000",
        "...and that the child invented a flying saucer in order to escape from a punishment by her parents, well known as..."
      ],
      [
        176,
        "00:19:57.010000",
        "00:20:08.058000",
        "...rough and violent persons. The above mentioned mrs Meneghello, moreover, asserts that the flying saucer with the martian is..."
      ],
      [
        235,
        "00:31:16.900000",
        "00:31:19.400000",
        "Here's it, here's the flying saucer."
      ],
      [
        242,
        "00:32:51.930000",
        "00:32:57.620000",
        "- The flying saucer... - Let's go away, come on... - The flyiiinng saaauceeer..."
      ],
      [
        244,
        "00:33:06.440000",
        "00:33:07.790000",
        "There's the flying saucer..."
      ],
      [
        315,
        "00:43:04.600000",
        "00:43:07.720000",
        "- The flying saucer! - Hold him tight. - Where did you see it?"
      ],
      [
        325,
        "00:44:08.005000",
        "00:44:12.145000",
        "- And the flying saucer? - I saw it by my own eyes! - Tell that you didn't see it!"
      ],
      [
        326,
        "00:44:12.345000",
        "00:44:16.645000",
        "- Yeeah, I saw it! - So, tell me, how was that flying saucer? - Large, a silver one, full-hot!"
      ],
      [
        333,
        "00:44:43.122000",
        "00:44:46.500000",
        "-...a lover because you're ugly! - Power on! - And now tell me how the flying saucer was."
      ],
      [
        338,
        "00:45:38",
        "00:45:41.580000",
        "- Prints of a flying saucer. - Fantuzzi, speak when you're sure."
      ],
      [
        358,
        "00:48:10.170000",
        "00:48:13.800000",
        "Your lover has been taken to mental hospital, he will no longer go out if you don't affirm you saw the flying saucer together with him."
      ],
      [
        512,
        "01:06:00.790000",
        "01:06:08.690000",
        "- My car stopped at the Storta bridge ten minutes ago, and do you know what I saw? - A flying saucer. - Yes, and also I saw..."
      ],
      [
        582,
        "01:21:29.280000",
        "01:21:32.550000",
        "The flying saucer, I have spoken to martians, where's the car?"
      ]
    ],
    "regex": "\\b((?!\\bFlying\\ Saucer:)Flying\\ Saucer)(?!\\:)(?!'t)\\b",
    "runtime": 94,
    "characters": [],
    "title_is_name": false,
    "rating": 5.8
  }
]
