[
  {
    "imdb": "tt0078404",
    "title": "Tobi",
    "year": 1978,
    "genres": [
      "Comedy",
      "Drama",
      "Fantasy"
    ],
    "count": 66,
    "all_lines": 398,
    "occurrences": [
      [
        2,
        "00:01:21.406000",
        "00:01:23.387000",
        "- What's happening, Tobi?"
      ],
      [
        16,
        "00:02:48.779000",
        "00:02:57.779000",
        "Tobi... it's getting late. We are leaving."
      ],
      [
        31,
        "00:05:14.144000",
        "00:05:18.328000",
        "- Jacinto... I am concerned about Tobi"
      ],
      [
        36,
        "00:05:37.983000",
        "00:05:44.283000",
        "- Again? I don't want to hear the same story. Tobi has no brothers... you pay too much attention to him."
      ],
      [
        40,
        "00:06:37.372000",
        "00:06:52.012000",
        "What? Tobi has what? Speak louder. Octopus where? Yellow octopus?"
      ],
      [
        68,
        "00:10:16.824000",
        "00:10:20.627000",
        "- Does it hurt, Tobi? - No! I told that guy it doesn't hurt at all!"
      ],
      [
        70,
        "00:10:31.470000",
        "00:10:37.467000",
        "- Hey, I don't want to wear this helmet. - Close your eyes, Tobi."
      ],
      [
        74,
        "00:11:01.881000",
        "00:11:06.796000",
        "- It is itchy... itchy! - Relax, Tobi, we have to remove this first."
      ],
      [
        100,
        "00:15:37.425000",
        "00:15:52.433000",
        "- This is not the way to the hospital... - Tobi is in the Biomolecular Institute. He is being studied by scientists."
      ],
      [
        101,
        "00:16:48.419000",
        "00:16:55.226000",
        "- Dr. Burman. - Dr. Burman is the Director. - These are Tobi's parents."
      ],
      [
        113,
        "00:19:44",
        "00:19:49.269000",
        "- Those strange things you saw on Tobi's back. - Wings! two wings; I have seen that with my own eyes."
      ],
      [
        114,
        "00:19:50",
        "00:19:56.270000",
        "- Agreed. Call them what you want. The fact is that Tobi represents the strangest..."
      ],
      [
        121,
        "00:20:49.065000",
        "00:20:54.709000",
        "- Look Doc, you go and perform your investigation stuff, but my Tobi can't go through the world with those on his back!"
      ],
      [
        138,
        "00:23:01.202000",
        "00:23:07.315000",
        "- He is my son! He belongs to me! Is that clear? Tobi..."
      ],
      [
        140,
        "00:24:56.501000",
        "00:25:03.543000",
        "- Tobi! What are you doing with the light on at this hour? - I'm stuck here! - So, you are stuck, eh?"
      ],
      [
        142,
        "00:25:12.545000",
        "00:25:18.068000",
        "- But... Tobi! - What did you do?"
      ],
      [
        145,
        "00:25:43.824000",
        "00:25:55.810000",
        "- The dick? No, Tobi, you should call it penis. - Ok, penis. But I prefer \"Mr. Johnson\"."
      ],
      [
        147,
        "00:27:22.850000",
        "00:27:30.087000",
        "Can you see me? Tobi has run away! Open the door!"
      ],
      [
        164,
        "00:36:06.502000",
        "00:36:16.670000",
        "- Whats your name, son? - Tobi. - Don't you cry. I'll take you home. This is TERRIFIC!"
      ],
      [
        168,
        "00:36:31.702000",
        "00:36:46.902000",
        "BREAKING NEWS: Tobi, a five-year-old child, appeared naked in the streets of madrid. also, he is a winged boy."
      ],
      [
        170,
        "00:36:51.804000",
        "00:37:05.504000",
        "Tobi Lopez, is a child with two wings. Wednesday night, he escaped from the Biological Institute, where he was receiving treatment."
      ],
      [
        190,
        "00:39:56.831000",
        "00:40:10.500000",
        "- Merchandising, plain merchandising. - The winged boy is the hot topic. Tobi's fame grows every minute."
      ],
      [
        191,
        "00:40:10.501000",
        "00:40:15.501000",
        "- Did you hear, mom? He said \"Tobi\" - European press informs us that crows are"
      ],
      [
        197,
        "00:41:27.689000",
        "00:41:36.725000",
        "- Mr. TV: My dad doesn't want to talk. He is taking a dump. - Tobi, what have you said? Don't say that again."
      ],
      [
        202,
        "00:42:26.723000",
        "00:42:30.963000",
        "- He is coming to get Tobi. - Relax. Take Tobi upstairs."
      ],
      [
        207,
        "00:43:16.373000",
        "00:43:26.316000",
        "- Sraight talk. I want you to know the big responsibility that you... hi, Tobi."
      ],
      [
        209,
        "00:43:32.215000",
        "00:43:39.742000",
        "- Do you want some candy, Tobi? Dr. Ruiz, behind me, has something for you."
      ],
      [
        215,
        "00:44:36.400000",
        "00:44:40.111000",
        "- Step inside. - Bye, Tobi."
      ],
      [
        232,
        "00:49:30.971000",
        "00:49:41.780000",
        "- What's the deal for Tobi? - We need only a set of pictures. - Pictures?"
      ],
      [
        233,
        "00:49:59.515000",
        "00:50:03.520000",
        "- OK, but Tobi doesn't show the wings... unless the script requires it?"
      ],
      [
        239,
        "00:51:07.671000",
        "00:51:20.837000",
        "- Woman, for your... deodorant... cupid - Cut! Dear Tobi, don't close your eyes."
      ],
      [
        247,
        "00:52:50.834000",
        "00:52:58.417000",
        "- Tobi, get rid of the gum - No, it's mine. She gave it to me."
      ],
      [
        262,
        "00:57:59.532000",
        "00:58:05.835000",
        "- Tobi, we are going to school, stay put. - Yes, mom."
      ],
      [
        264,
        "00:58:27.486000",
        "00:58:35.068000",
        "- Hold on! Wait! - Hurry, hurry. - Wait please, Tobi."
      ],
      [
        267,
        "00:59:09.740000",
        "00:59:15.098000",
        "- Hey Tobi, the restroom is cleared! - Good morning, Miss. - Good morning."
      ],
      [
        272,
        "00:59:56.840000",
        "01:00:03.315000",
        "- Hold, please... Tobi! For Christ sake!"
      ],
      [
        273,
        "01:00:06.967000",
        "01:00:15.316000",
        "- Hey, Policeman. - Oh, so you are Tobi!"
      ],
      [
        275,
        "01:00:32.518000",
        "01:00:39.844000",
        "- Tobi! How are you? Don't worry, he is going to be OK. Come with me."
      ],
      [
        276,
        "01:00:45.901000",
        "01:00:51.315000",
        "- Hey! What's happened? - Andres is pulling Tobi's wings, again."
      ],
      [
        277,
        "01:00:55.394000",
        "01:01:10.471000",
        "- Come here, Tobi. We have to finish this silly game for good. Have a seat."
      ],
      [
        279,
        "01:01:33.801000",
        "01:01:38.096000",
        "- Come with me, Tobi. - No. - Hold on, I'll be back for you."
      ],
      [
        284,
        "01:02:39.553000",
        "01:02:45.631000",
        "- Enough? - It's beutiful, Tobi. - Do you like my wings?"
      ],
      [
        296,
        "01:04:59.204000",
        "01:05:08.754000",
        "- You know what I mean. Tobi creates too many problems for us. We need to always keep an eye on him."
      ],
      [
        302,
        "01:05:42.394000",
        "01:06:04.662000",
        "- Well, I have to say that Tobi is a charming boy, I can teach him at home."
      ],
      [
        304,
        "01:06:18.722000",
        "01:06:27.792000",
        "- Tobi! Are you Ok? - Are you Ok?"
      ],
      [
        326,
        "01:10:08.972000",
        "01:10:14.983000",
        "- May I speak with Doctor Juldain. Tobi... just say that Tobi is on the phone."
      ],
      [
        330,
        "01:11:32.995000",
        "01:11:40.341000",
        "- When Tobi wakes up, please don't let him turn over on his back. - Thanks a lot, Doc."
      ],
      [
        332,
        "01:12:18.735000",
        "01:12:24.527000",
        "- He is normal. Like any other kid. - Tobi, please smile!"
      ],
      [
        336,
        "01:13:04.918000",
        "01:13:13.189000",
        "- Only if you want us to re-inplant the wings. - Now, we want to hear from you, Tobi."
      ],
      [
        349,
        "01:14:36.139000",
        "01:14:42.769000",
        "- Tobi, what are you doing? - Mom, do you know what those birds are saying?"
      ],
      [
        358,
        "01:16:27.691000",
        "01:16:32.644000",
        "- According to F agency, one witness claims that Tobi has developed a new set of wings."
      ],
      [
        360,
        "01:16:44.347000",
        "01:16:55.615000",
        "- Nevertheless, we can assure you that something magical or supernatural is happening to Tobi."
      ],
      [
        362,
        "01:17:00.961000",
        "01:17:24.443000",
        "Hurry! Hurry! Step right up and you will see the amazing. The bizarre... Tobi XX century's angel. A boy with two real wings."
      ],
      [
        367,
        "01:17:48.942000",
        "01:17:54.777000",
        "The amazing! The incredible! The Wonderful! Tobi, the fallen angel."
      ],
      [
        371,
        "01:18:28.875000",
        "01:18:38.703000",
        "- Handsome boy, please look at the girl. - Tobi, please smile at the people."
      ],
      [
        373,
        "01:18:45.356000",
        "01:18:52.333000",
        "- We paid for one touch. - Hey Tobi, your wings, come closer."
      ],
      [
        381,
        "01:20:09.192000",
        "01:20:16.619000",
        "- Look, Ana is prisioner of those green monsters. - Please, you shouldn't talk to Tobi."
      ],
      [
        387,
        "01:20:55.243000",
        "01:21:00.032000",
        "- Give this to him, Arturo. - Smile, Tobi."
      ],
      [
        393,
        "01:22:07.457000",
        "01:22:18.034000",
        "- Tobi! Tobi! Come back!"
      ],
      [
        394,
        "01:22:20.315000",
        "01:22:24.629000",
        "- Margaret, Margaret... Tobi is gone! - What are you saying?"
      ],
      [
        395,
        "01:22:44.998000",
        "01:22:54.877000",
        "Attention, attention. Tobi is gone If you see him, please capture him and return him immediately"
      ],
      [
        396,
        "01:22:54.878000",
        "01:24:16.833000",
        "Attention, attention. Attention, attention. Tobi is gone If you see him, please capture him and return him."
      ],
      [
        398,
        "01:26:39.500000",
        "01:26:44.383000",
        "Tobi! Please don't go, come back!"
      ]
    ],
    "regex": "\\b((?!\\bTobi:)Tobi)(?!\\:)(?!'t)\\b",
    "runtime": 90,
    "characters": [
      "Tobi López"
    ],
    "title_is_name": true,
    "rating": 5.7
  }
]
