[
  {
    "imdb": "tt0057426",
    "title": "The Prize",
    "year": 1963,
    "genres": [
      "Crime",
      "Drama",
      "Mystery"
    ],
    "count": 30,
    "all_lines": 1108,
    "occurrences": [
      [
        10,
        "00:01:46.330000",
        "00:01:51.390000",
        "Ladies and Gentlemen: this year's winners of the Nobel Prize."
      ],
      [
        11,
        "00:01:55.350000",
        "00:02:00.530000",
        "The literature prize went to the American novelist Andrew Craig."
      ],
      [
        12,
        "00:02:00.590000",
        "00:02:05.370000",
        "The youngest man to be thus honoured since Kipling won the prize at the age of 42."
      ],
      [
        15,
        "00:02:15.071000",
        "00:02:18.570000",
        "The prize awarded to Dr. Garret that he shares with Dr. Farelli of Rome"
      ],
      [
        17,
        "00:02:23",
        "00:02:28.460000",
        "in Chemistry the prize went to the French husband and wife team of Dr. Claude Marceau and Dr Denise Marceau."
      ],
      [
        18,
        "00:02:28.560000",
        "00:02:33.940000",
        "They achieved the prize for their researches into sperm structure and human reproductive cells."
      ],
      [
        20,
        "00:02:38.841000",
        "00:02:42.920000",
        "Dr. Stratman has been awarded his prize for his research in solar energy."
      ],
      [
        25,
        "00:03:11.180000",
        "00:03:18.520000",
        "Dr. John Garret and Dr. Carlo Farelli were jointly awarded the Nobel Prize in Medicine."
      ],
      [
        40,
        "00:04:40.030000",
        "00:04:42.710000",
        "- The Nobel prize for medicine is equally divided"
      ],
      [
        58,
        "00:05:54.390000",
        "00:05:57.130000",
        "- Stupid, he's the man who stole half of daddy's Nobel prize."
      ],
      [
        70,
        "00:07:07.860000",
        "00:07:11.560000",
        "- I suggest you watch my performance with our Nobel prize winners in chemistry"
      ],
      [
        83,
        "00:08:14.510000",
        "00:08:20.330000",
        "- Did I know we were going to win the Nobel prize? The least we can offer in return is a few days of dignity..."
      ],
      [
        121,
        "00:11:19.020000",
        "00:11:25.020000",
        "this wonderful foolishness of your old uncle being called to Stockholm for the Nobel Prize"
      ],
      [
        171,
        "00:15:19.430000",
        "00:15:23.430000",
        "- How much do you know? - Your lack of regard for the Nobel prize."
      ],
      [
        197,
        "00:17:34.012000",
        "00:17:36.212000",
        "- Shouldn't one Nobel Prize winner know another?"
      ],
      [
        205,
        "00:18:10.020000",
        "00:18:13.900000",
        "about the Nobel Prize and how it means nothing to you but money"
      ],
      [
        244,
        "00:21:51",
        "00:21:55.720000",
        "- An old man's pride which says, can a man be worthy of the Nobel prize"
      ],
      [
        260,
        "00:23:01.510000",
        "00:23:05.950000",
        "- It will be necessary for you to renounce the Nobel Prize."
      ],
      [
        326,
        "00:31:47.202000",
        "00:31:50.580000",
        "- Considering that you and your husband achieved the Nobel prize"
      ],
      [
        369,
        "00:35:06.890000",
        "00:35:08.777000",
        "- Interbreeding of Nobel prize winners or their"
      ],
      [
        407,
        "00:37:54.611000",
        "00:37:59.190000",
        "- Allow me to introduce our Nobel prize winner for literature, Mr. Andrew Craig."
      ],
      [
        419,
        "00:38:53.970000",
        "00:38:58.470000",
        "What was your first reaction when you received the news of your Nobel Prize?"
      ],
      [
        456,
        "00:41:20.910000",
        "00:41:25.330000",
        "- A Nobel Prize winner comes to Stockholm. - He's wined, dined, interviewed, and..."
      ],
      [
        459,
        "00:41:31.390000",
        "00:41:36.470000",
        "- Sent by the real prize-Winner so that he can slip off to a secret weekend of joy in Acapulco."
      ],
      [
        501,
        "00:44:33.902000",
        "00:44:40.290000",
        "- Then I went to college in London and stayed on. It wasn't till he won the  Nobel Prize and I cabled him a hint that he invite me"
      ],
      [
        570,
        "00:50:43.241000",
        "00:50:46.141000",
        "...your Nobel prize was a clerical error."
      ],
      [
        984,
        "01:40:50.630000",
        "01:40:56.390000",
        "- Perhaps you'd like to accept both prizes? - If you mean an additional prize for tolerance and restraint, yes."
      ],
      [
        991,
        "01:41:30.010000",
        "01:41:32.750000",
        "- Do you mind, please... - I thought I didn't give a damn about the Nobel Prize but now"
      ],
      [
        1084,
        "02:04:19.180000",
        "02:04:24.940000",
        "- The Nobel Prize in Physics, to Dr. Max Stratman of the USA"
      ],
      [
        1103,
        "02:07:35.482000",
        "02:07:41.160000",
        "- The Nobel Prize of Literature, to Mr. Andrew Craig of the USA."
      ]
    ],
    "regex": "\\b((?!\\bPrize:)Prize)(?!\\:)(?!'t)\\b",
    "runtime": 134,
    "characters": [],
    "title_is_name": false,
    "rating": 6.8
  }
]
