[
  {
    "imdb": "tt0276919",
    "title": "Dogville",
    "year": 2003,
    "genres": [
      "Crime",
      "Drama"
    ],
    "count": 58,
    "all_lines": 1804,
    "occurrences": [
      [
        0,
        "00:00:47.197000",
        "00:00:51.031000",
        "Dogville was in the Rocky Mountains in the US of A."
      ],
      [
        2,
        "00:00:58.072000",
        "00:01:04.072000",
        "The residents of Dogville were good, honest folks and they liked their township."
      ],
      [
        4,
        "00:01:09.446000",
        "00:01:12.571000",
        "though no elm tree had ever cast its shadow in Dogville,"
      ],
      [
        44,
        "00:03:48.690000",
        "00:03:50.774000",
        "Keep watch in Dogville?"
      ],
      [
        117,
        "00:08:13.555000",
        "00:08:17.138000",
        "See if the people of Dogville have a problem with the acceptance."
      ],
      [
        131,
        "00:09:38.343000",
        "00:09:44.759000",
        "If Tom were to prove that the citizens of Dogville had a problem receiving in his lecture in the next day"
      ],
      [
        173,
        "00:14:01.582000",
        "00:14:04.457000",
        "This place... uh.. It's called Dogville."
      ],
      [
        174,
        "00:14:04.499000",
        "00:14:07.999000",
        "Dogville? Well it figures, it's a stupid name if I ever heard one."
      ],
      [
        181,
        "00:14:31.373000",
        "00:14:34.790000",
        "Well sir, uh.. Nobody's been through Dogville recently."
      ],
      [
        193,
        "00:15:48.037000",
        "00:15:53.037000",
        "She hadn't chosen Dogville from a map or sought out the township for a visit,"
      ],
      [
        230,
        "00:18:49.488000",
        "00:18:53.112000",
        "No, I think you have plenty to offer Dogville."
      ],
      [
        264,
        "00:21:16.357000",
        "00:21:22.607000",
        "And, after providing a quick summary of the events of the previous evening to the astonished people of Dogville,"
      ],
      [
        266,
        "00:21:36.356000",
        "00:21:42.606000",
        "Allow me to introduce Grace. Grace, these are the citizens of Dogville."
      ],
      [
        278,
        "00:22:24.189000",
        "00:22:26.979000",
        "Dogville is a good place to hide, that's for certain."
      ],
      [
        332,
        "00:27:04.219000",
        "00:27:07.968000",
        "Calling Dogville beautiful was original at least."
      ],
      [
        334,
        "00:27:16.343000",
        "00:27:24.335000",
        "when she suddenly sensed what would best have been described as a tiny change of light over Dogville."
      ],
      [
        343,
        "00:28:18.757000",
        "00:28:21.924000",
        "Dogville has offered you two weeks."
      ],
      [
        345,
        "00:28:40.589000",
        "00:28:44.173000",
        "The next day was a beautiful day in Dogville."
      ],
      [
        349,
        "00:29:02.297000",
        "00:29:09.564000",
        "The day in which she was to set off around Dogville and ofeer herself one hour per household per day."
      ],
      [
        384,
        "00:31:51.290000",
        "00:31:57.040000",
        "Grace's interview with Jack McKay proved sadly symptomatic of the attitude in Dogville."
      ],
      [
        441,
        "00:35:51.656000",
        "00:35:59.364000",
        "In fact it turned out there were not so few things that the other townsfold of Dogville didn't need doing either."
      ],
      [
        477,
        "00:39:23.731000",
        "00:39:31.723000",
        "so as not to put anyone in danger, she still fitted Tom's mission to educate Dogville on the subject of acceptance like a glove."
      ],
      [
        506,
        "00:42:20.307000",
        "00:42:23.057000",
        "Yes, I like it here in Dogville."
      ],
      [
        523,
        "00:43:49.346000",
        "00:43:52.720000",
        "I mean Dogville. Has it got you fooled yet?"
      ],
      [
        529,
        "00:44:20.386000",
        "00:44:23.510000",
        "Admit it you've fallen for Dogville."
      ],
      [
        533,
        "00:44:37.676000",
        "00:44:41.302000",
        "Dogville has everything that you ever dreamed of in the big city."
      ],
      [
        551,
        "00:46:12.464000",
        "00:46:18.631000",
        "She cared for Dogville and she had shown the town her face, her true face."
      ],
      [
        585,
        "00:51:21.077000",
        "00:51:26.243000",
        "It was in complete silence that the people of Dogville turned up for the meeting at the mission house"
      ],
      [
        590,
        "00:51:51.034000",
        "00:51:53.868000",
        "Welcome good people of Dogville."
      ],
      [
        621,
        "00:54:30.361000",
        "00:54:35.028000",
        "Grace had friends in Dogville. That was for sure."
      ],
      [
        665,
        "01:00:28.097000",
        "01:00:32.889000",
        "I just had to tell you that I had a really selfish reason for voting to keep you in Dogville."
      ],
      [
        680,
        "01:01:52.094000",
        "01:01:57.885000",
        "For the first time in living memory law enforcers had come to Dogville!"
      ],
      [
        752,
        "01:09:32.534000",
        "01:09:39.242000",
        "Yes. You have made Dogville a wonderful place to live in."
      ],
      [
        807,
        "01:14:22.565000",
        "01:14:28.980000",
        "from a business perspective, your presence in Dogville has become more costly."
      ],
      [
        922,
        "01:25:19.830000",
        "01:25:27.246000",
        "\"Awful lot to do here in Dogville, considering nobody needs anything done.\""
      ],
      [
        1001,
        "01:32:06.855000",
        "01:32:14.397000",
        "\"Just as Dogville had done from its open, frail shelf on the mountainside, quite unprotected from any capricious storms.\""
      ],
      [
        1005,
        "01:32:29.729000",
        "01:32:33.812000",
        "And once again the police had come to Dogville."
      ],
      [
        1049,
        "01:36:56.927000",
        "01:37:03.510000",
        "Yet again Grace had made a miraculous escape from her pursuers with the aid of the people of Dogville."
      ],
      [
        1063,
        "01:38:26.360000",
        "01:38:33.693000",
        "And in Elm Street the second clutch of Dogville's scatty squirrels scooted in and out of the legs of children and grown-ups alike"
      ],
      [
        1092,
        "01:40:36.147000",
        "01:40:38.938000",
        "you will do just fine in a place like Dogville."
      ],
      [
        1218,
        "01:52:08.785000",
        "01:52:13.327000",
        "\"An old crate like that may not have much value in your eyes, but this is Dogville.\""
      ],
      [
        1230,
        "01:52:56.617000",
        "01:53:00.950000",
        "There was actually quite a bit of work Dogville didn't need doing"
      ],
      [
        1283,
        "01:59:33.476000",
        "01:59:36.851000",
        "I didn't have no choice but to bring you back to Dogville."
      ],
      [
        1285,
        "02:00:25.850000",
        "02:00:30.974000",
        "\"It didn't help Grace that the first theft ever registered in Dogville had taken place the previous evening,\""
      ],
      [
        1330,
        "02:05:28.129000",
        "02:05:33.629000",
        "\"Had Grace had friends in Dogville they, too, fell like the leaves.\""
      ],
      [
        1382,
        "02:10:13.659000",
        "02:10:21.076000",
        "\"leaving Dogville clad in the daintiest, whitest blanket of snow imaginable.\""
      ],
      [
        1416,
        "02:14:26.774000",
        "02:14:29.315000",
        "We free ourselves of Dogville."
      ],
      [
        1487,
        "02:21:33.257000",
        "02:21:38.466000",
        "\"The grey hour as Jack McKay for some reason called noon in Dogville,\""
      ],
      [
        1495,
        "02:22:12.131000",
        "02:22:16.797000",
        "It was quite unlike Dogville to restrain its indignation at any point."
      ],
      [
        1529,
        "02:24:57.500000",
        "02:25:00.541000",
        "- Why not just call it Dogville? - Wouldn't work."
      ],
      [
        1544,
        "02:26:13.497000",
        "02:26:17.538000",
        "And then it was as if Dogville just waited."
      ],
      [
        1595,
        "02:30:45.194000",
        "02:30:50.610000",
        "\"Dogville might be off the beaten track, but it was hospitable, nevertheless.\""
      ],
      [
        1701,
        "02:40:12.630000",
        "02:40:18.630000",
        "even though the difference betwen the people she knew back home and the people she'd met in Dogville had proven"
      ],
      [
        1718,
        "02:41:45.251000",
        "02:41:49.501000",
        "and Dogville underwent another of little changes of light."
      ],
      [
        1738,
        "02:43:58.579000",
        "02:44:02.079000",
        "like the problem.. of Dogville."
      ],
      [
        1792,
        "02:51:26.311000",
        "02:51:31.436000",
        "\"and certainly not Elm Street as there wasn't a tree left on Dogville's little mountain ledge,\""
      ],
      [
        1800,
        "02:52:09.393000",
        "02:52:15.810000",
        "\"Whether Grace left Dogville or on the contrary, Dogville had left her (and the world in general)\""
      ]
    ],
    "regex": "\\b((?!\\bDogville:)Dogville)(?!\\:)(?!'t)\\b",
    "runtime": 178,
    "characters": [],
    "title_is_name": false,
    "rating": 8
  }
]
