[
  {
    "imdb": "tt0306519",
    "title": "Barschel: A Murder in Geneva",
    "year": 1993,
    "genres": [
      "Drama"
    ],
    "count": 66,
    "all_lines": 444,
    "occurrences": [
      [
        0,
        "00:00:23.284000",
        "00:00:28.020000",
        "Excuse me, aren't you Mr. Barschel?"
      ],
      [
        2,
        "00:00:32.568000",
        "00:00:36.912000",
        "Barschel - Murder in Geneva"
      ],
      [
        3,
        "00:00:39.629000",
        "00:00:43.266000",
        "But you are Mr. Uwe Barschel, right?"
      ],
      [
        5,
        "00:00:51.897000",
        "00:00:54.329000",
        "Uwe Barschel?"
      ],
      [
        93,
        "00:13:05.490000",
        "00:13:11.434000",
        "(formal):\"You want to do a movie abot Uwe Barschel?\" \"Yes, that's why I'm here..."
      ],
      [
        103,
        "00:13:56.333000",
        "00:14:02.776000",
        "So what? Why a film about Barschel? Who cares about that, that theme?.."
      ],
      [
        108,
        "00:14:50.970000",
        "00:14:54.498000",
        "\"What was Barschel like?\""
      ],
      [
        131,
        "00:17:25.001000",
        "00:17:33.126000",
        "The film has to show clearly that Barschel was created by Stoltenberg and friends, which leads us to the next important person in my book"
      ],
      [
        135,
        "00:17:51.868000",
        "00:17:54.941000",
        "At first he pushed Barschel, but withdrew his support later on"
      ],
      [
        139,
        "00:18:15.652000",
        "00:18:20.415000",
        "Uwe Barschel was Head of Federal State, and he was the favorite for the upcoming federal elections in autumn"
      ],
      [
        141,
        "00:18:23.825000",
        "00:18:30.558000",
        "Barschel had to play it safe and had Springer Publishing House recommend him a man called Reiner Pfeiffer"
      ],
      [
        147,
        "00:19:08.159000",
        "00:19:11.863000",
        "But what did Pfeiffer and Barschel do specifically?"
      ],
      [
        159,
        "00:20:20.063000",
        "00:20:30.970000",
        "Finally, in september and early october Barschel had his assistants sign false affidavits and committed multiple acts of perjury himself."
      ],
      [
        163,
        "00:20:45.817000",
        "00:20:53.047000",
        "Perhaps he had Barschel drop in it - but if so they would have dropped the bombshell way before the election!"
      ],
      [
        164,
        "00:20:53.048000",
        "00:20:57.424000",
        "I rather think that Pfeiffer has recognized Barschel's megalomania and backed out."
      ],
      [
        166,
        "00:21:05.404000",
        "00:21:11.726000",
        "Barschel is rumored to have asked Pfeiffer to push a woman into the water so he could save her!"
      ],
      [
        168,
        "00:21:15.145000",
        "00:21:20.863000",
        "All those acts fit Barschel like a glove, he was an ice-cold power seeker!"
      ],
      [
        178,
        "00:22:02.115000",
        "00:22:09.642000",
        "Barschel worshipped Karl Donitz, that old Nazi. He even went to his funeral"
      ],
      [
        203,
        "00:24:47.694000",
        "00:24:51.848000",
        "There wouldn't be a Barschel case without journalists!"
      ],
      [
        207,
        "00:25:28.570000",
        "00:25:35.561000",
        "\"Say, you don't give a fuck about that Barschel case, right?\" \"I'm sorry about your wife, I must have forgotten, sorry!\""
      ],
      [
        211,
        "00:25:57.701000",
        "00:26:14.237000",
        "On Sept. 25th Barschel resigns, on Oct. 2nd he hands his official duties over to Henning Schwarz, and on Oct. 6th Uwe and Freya Barschel go on holiday..."
      ],
      [
        212,
        "00:26:14.238000",
        "00:26:25.461000",
        "..Oct. 7th: Federal Minister of Finance Asmussen declared that Barschel had asked him about an anonymous tax claim against Engholm as early as january..."
      ],
      [
        219,
        "00:29:21.784000",
        "00:29:29.535000",
        "Barschel had planned on meeting Roloff in Madrid but then decided to meet in Genf at the Infopoint"
      ],
      [
        220,
        "00:29:29.570000",
        "00:29:34.851000",
        "Barschel tells his wife goodbye on Oct. 10, 7:30"
      ],
      [
        224,
        "00:29:55.046000",
        "00:29:58.226000",
        "Excuse me, aren't you Mr. Barschel?"
      ],
      [
        225,
        "00:30:04.369000",
        "00:30:06.777000",
        "But you are Mr. Uwe Barschel?"
      ],
      [
        226,
        "00:30:11.531000",
        "00:30:13.857000",
        "Uwe Barschel?"
      ],
      [
        228,
        "00:30:18.888000",
        "00:30:27.747000",
        "Either Robert Roloff doesn't exist and Barschel goes directly to the Hotel, not the Hilton where he had made reservations but the Beau Rivage to commit suicide..."
      ],
      [
        230,
        "00:30:29.649000",
        "00:30:56.101000",
        "But Roloff has nothing much to offer, Barschel realizes that his political career is over..."
      ],
      [
        234,
        "00:31:17.910000",
        "00:31:23.598000",
        "Quick magazine claims they have found Pietro Gattuso, the taxi driver who took Barschel to the city:"
      ],
      [
        235,
        "00:31:23.599000",
        "00:31:24.599000",
        "(bad italian accent) I took Barschel directly to the hotel. You can't even go around the ..."
      ],
      [
        241,
        "00:32:07.730000",
        "00:32:15.730000",
        "What's all this got to do with Barschel? There's numerous suspicious deaths every day - what's your point, exactly?"
      ],
      [
        244,
        "00:32:33.970000",
        "00:32:43.234000",
        "It might be possible that someone wanted to have Barschel killed but he commits suicide before he gets assassined, and the contract killer hides evidence to get his pay"
      ],
      [
        246,
        "00:32:47.737000",
        "00:32:57.116000",
        "Barschel arrives at the hotel at 16.30. He makes a few phone calls, and according to the people he called he sounds fairly optimistic."
      ],
      [
        252,
        "00:33:26.041000",
        "00:33:40.945000",
        "Barschel made calls to his wife at 17:41,18:01 to his sister, Folke Junkers, and at 18:18. 18:28 and 19:08 to his brother"
      ],
      [
        253,
        "00:33:40.946000",
        "00:33:47.581000",
        "\"Eike Barschel denied that third phone call\" \"Perhaps he needed a person he could trust\""
      ],
      [
        257,
        "00:34:14.295000",
        "00:34:17.455000",
        "I haven't seen Barschel even once throughout the entire time"
      ],
      [
        258,
        "00:34:17.456000",
        "00:34:24.798000",
        "A prostitute claimed to have seen Barschel at the foyer of the Beau Rivage around 17.30"
      ],
      [
        265,
        "00:36:41.943000",
        "00:36:50.870000",
        "They try to call Barschel at his room several times between 9.30 and 11.50 but he didn't answer"
      ],
      [
        268,
        "00:37:22.804000",
        "00:37:27.067000",
        "Barschel couldn't have done that as he was dead already by 11.00"
      ],
      [
        274,
        "00:40:11.497000",
        "00:40:21.465000",
        "Barschel might have taken small amounts of Diazepam and Nordiazepam before his flight,"
      ],
      [
        281,
        "00:41:13.407000",
        "00:41:21.940000",
        "Barschel has died almost exactly like recommended by the German society for humane assisted suicide - hotel room, drugs, bath tub, but..."
      ],
      [
        282,
        "00:41:21.941000",
        "00:41:31.949000",
        "they don't recommend any neuroleptika like perazin which was found on Barschel, as they rarely induce death, and if so then only with extreme pain"
      ],
      [
        286,
        "00:41:48.745000",
        "00:41:58.088000",
        "Barschel couldn't have taken the deadly Cyclobarbital first and then have removed all traces"
      ],
      [
        289,
        "00:42:10.918000",
        "00:42:17.561000",
        "There was this guest who arrived one day before Barschel and was given a room at the 2nd floor..."
      ],
      [
        290,
        "00:42:17.562000",
        "00:42:24.665000",
        "... but the day after he lived at the 3rd floor where Barschel was!"
      ],
      [
        293,
        "00:42:35.089000",
        "00:42:40.704000",
        "Barschel would have contacted such a person before but in Geneva he only had contact with his brother!"
      ],
      [
        305,
        "00:44:40.155000",
        "00:44:44.787000",
        "\"And that guy also drank the bottle of red wine as Barschel had no alcohol in his blood?\""
      ],
      [
        318,
        "00:48:17.187000",
        "00:48:22.964000",
        "Maybe, but there were others who were interested in making Barschel disappear..."
      ],
      [
        319,
        "00:48:22.965000",
        "00:48:28.472000",
        "An informant told me that Barschel had ties with Adnan Kashoggi"
      ],
      [
        322,
        "00:48:53.869000",
        "00:49:02.049000",
        "Barschel had contacts in the DDR. He went there twice a year and was spied upon by the Stasi"
      ],
      [
        334,
        "00:50:32.630000",
        "00:50:38.530000",
        "Either Barschel made him up or somebody was luring him into a trap!"
      ],
      [
        339,
        "00:51:16.470000",
        "00:51:23.580000",
        "..but now that Barschel is there he stays at the \"Le Richmonde\" which is located right beside the Beau Rivage"
      ],
      [
        340,
        "00:51:23.581000",
        "00:51:35.497000",
        "On Sunday, Oct.11th, he leaves for Frankfurt at 12.51, just after Barschel had been found dead..."
      ],
      [
        346,
        "00:52:14.661000",
        "00:52:24.035000",
        "At the very same time in Geneva there are weapons dealers Adnan Kashoggi, Mansur Bilbassi, Josef Messerer, in whose notebook Barschel was mentioned"
      ],
      [
        357,
        "00:53:44.441000",
        "00:53:52.314000",
        "Was Barschel involved due to Stoltenberg? Were his DDR trips disguised weapons deals?"
      ],
      [
        369,
        "00:55:22.978000",
        "00:55:30.461000",
        "Ok, back to Gran Canaria: Barschel had been dropped by his own political party..."
      ],
      [
        374,
        "00:56:20.703000",
        "00:56:24.800000",
        "Barschel had become uncontrollable"
      ],
      [
        380,
        "00:57:12.256000",
        "00:57:19.597000",
        "I'll ask you once again: do we have your full support?... Ok, consider Barschel dead!"
      ],
      [
        385,
        "00:57:40.698000",
        "00:57:45.842000",
        "\"...maybe to a conversation\" \"Barschel wasn't crazy, he wouldn't have gone with anyone!\" \"Why?.."
      ],
      [
        401,
        "01:02:38.710000",
        "01:02:45.160000",
        "Eike Barschel accuses the CDU and Stoltenberg that they had wanted his brother politically buried"
      ],
      [
        430,
        "01:05:54.620000",
        "01:05:57.970000",
        "...if they were able to kill Barschel then they could kill all of us!"
      ],
      [
        443,
        "01:07:51.783000",
        "01:08:03.279000",
        "A few weeks after the meeting between Parzer and Wittmeyer, Jean Grissen, a private investigator died in Zurich under suspicious circumstances. He had been hired by the Barschel family and was close to solving the case, according to Eike Barschel."
      ]
    ],
    "regex": "\\b((?!\\bBarschel:)Barschel|(?!\\bMurder\\ in\\ Geneva:)Murder\\ in\\ Geneva)(?!\\:)(?!'t)\\b",
    "runtime": 74,
    "characters": [],
    "title_is_name": false,
    "rating": 1.5
  }
]
