[
  {
    "imdb": "tt13555740",
    "title": "Cenote",
    "year": 2019,
    "genres": [
      "Documentary"
    ],
    "count": 32,
    "all_lines": 186,
    "occurrences": [
      [
        18,
        "00:24:29.375000",
        "00:24:34.041000",
        "A boy went into the cenote during August."
      ],
      [
        23,
        "00:24:47.083000",
        "00:24:51.708000",
        "The other boy that went into the cenote never came up."
      ],
      [
        25,
        "00:24:56.791000",
        "00:25:00.875000",
        "He went into a cenote, now we don't know in which cenote he'll show up."
      ],
      [
        27,
        "00:25:06.208000",
        "00:25:09.916000",
        "That's the problem with the cenote. Cenote has many canals."
      ],
      [
        28,
        "00:26:38.541000",
        "00:26:45.291000",
        "When I was a kid there was a cenote near our town."
      ],
      [
        29,
        "00:26:45.375000",
        "00:26:51.208000",
        "Many adults were taken into the cenote. Year after year..."
      ],
      [
        30,
        "00:26:51.250000",
        "00:26:56.916000",
        "the water would rise and take people into the cenote."
      ],
      [
        32,
        "00:27:04.041000",
        "00:27:08.041000",
        "because the cenote is 20 meters deep."
      ],
      [
        34,
        "00:27:12.875000",
        "00:27:17.333000",
        "If you are in its path, it will take you and bury you inside the cenote."
      ],
      [
        35,
        "00:27:17.375000",
        "00:27:23",
        "Many people died there. They didn't know about this and went to the cenote."
      ],
      [
        37,
        "00:27:28.875000",
        "00:27:33.791000",
        "in each storm, the cenote water rises up to 20 meters."
      ],
      [
        48,
        "00:31:18.250000",
        "00:31:25.083000",
        "There was a lady who used to live close to the cenote."
      ],
      [
        50,
        "00:31:34.750000",
        "00:31:42.750000",
        "The kid fell asleep, then the mother went out. She climbed and jumped into the cenote."
      ],
      [
        56,
        "00:32:33.958000",
        "00:32:38.916000",
        "He jumped into the cenote and died."
      ],
      [
        68,
        "00:36:22.291000",
        "00:36:27.458000",
        "When the drought comes, the only place where there will be water left is in the cenote."
      ],
      [
        77,
        "00:43:24.375000",
        "00:43:31.791000",
        "They used to go to the cenote very often to drink water."
      ],
      [
        78,
        "00:43:32.583000",
        "00:43:40.583000",
        "Here in Uzil cenote, since it's closer to us, people would go to rest for a while to be refreshed."
      ],
      [
        80,
        "00:43:50.916000",
        "00:43:56.416000",
        "Here in town we all know that it is the owner of the cenote."
      ],
      [
        81,
        "00:43:56.958000",
        "00:44:02.458000",
        "Sometimes when you go to the cenote, all the walls have water on them,"
      ],
      [
        84,
        "00:44:15.916000",
        "00:44:23.791000",
        "mostly during full moon, they see it come in and out the cenote."
      ],
      [
        85,
        "00:44:24.208000",
        "00:44:31.750000",
        "That's why sometimes when we go to the cenote there's water outside. They say the cenote overflows,"
      ],
      [
        86,
        "00:44:32",
        "00:44:37.083000",
        "but other people say it is the creature which lives in the cenote."
      ],
      [
        87,
        "00:44:37.125000",
        "00:44:45.125000",
        "They say ancient Mayans used to live in the cenote Uzil."
      ],
      [
        89,
        "00:44:51.916000",
        "00:44:57.125000",
        "They would do their rituals, and offer it to the cenote,"
      ],
      [
        91,
        "00:45:00.875000",
        "00:45:07.666000",
        "They say that after a while the cenote comes alive and takes a sacrifice on its own."
      ],
      [
        92,
        "00:45:07.708000",
        "00:45:13.458000",
        "That's why people who die in the cenote are never seen again, not even their bodies."
      ],
      [
        93,
        "00:45:13.916000",
        "00:45:21.916000",
        "We don't know if it's because the cenote has veins that connect to another cenote or to the sea."
      ],
      [
        96,
        "00:45:42.416000",
        "00:45:50.416000",
        "That's why people believe the cenote has an owner and when someone goes you never see them again."
      ]
    ],
    "regex": "\\b((?!\\bCenote:)Cenote)(?!\\:)(?!'t)\\b",
    "runtime": 75,
    "characters": [],
    "title_is_name": false,
    "rating": 5.7
  }
]
