[
  {
    "imdb": "tt13552578",
    "title": "Urartu: The Forgotten Kingdom",
    "year": 2020,
    "genres": [
      "Documentary"
    ],
    "count": 97,
    "all_lines": 462,
    "occurrences": [
      [
        6,
        "00:00:45.560000",
        "00:00:49.440000",
        "- a country called Urartu by the Assyrians."
      ],
      [
        7,
        "00:00:52.200000",
        "00:00:57.360000",
        "Urartu was ruled by great kings, who rose and fell while the country lived on."
      ],
      [
        11,
        "00:01:17.520000",
        "00:01:22.680000",
        "The Assyrian king Sargon II was stunned by the objects of art, discovered in Urartu."
      ],
      [
        14,
        "00:01:36.759000",
        "00:01:42.240000",
        "In the first millennium BC, Urartu was among the greatest empires of the ancient world."
      ],
      [
        15,
        "00:01:51.560000",
        "00:01:54.840000",
        "URARTU The Forgotten Kingdom"
      ],
      [
        16,
        "00:02:03.680000",
        "00:02:09.400000",
        "The Kingdom of Urartu was consigned to oblivion for over 2,500 years."
      ],
      [
        29,
        "00:03:25.480000",
        "00:03:29.680000",
        "a kingdom set to be remembered in history as Urartu."
      ],
      [
        30,
        "00:03:31.240000",
        "00:03:38.040000",
        "The first known mention of Urartu comes from the Assyrian cuneiform writings of the 13th century BC."
      ],
      [
        36,
        "00:04:06",
        "00:04:08.919000",
        "and discovered the name Urartu for the first time,"
      ],
      [
        39,
        "00:04:16.240000",
        "00:04:23.119000",
        "The generally accepted scientific opinion is that the words Urartu and Ararat refer to the same country."
      ],
      [
        40,
        "00:04:23.120000",
        "00:04:25.839000",
        "In the Bible, Ararat is Urartu."
      ],
      [
        41,
        "00:04:25.840000",
        "00:04:31.480000",
        "When it says \"the mountains of Ararat\", it means exactly the Kingdom of Urartu."
      ],
      [
        42,
        "00:04:32.680000",
        "00:04:37.319000",
        "In fact, you could have encountered the Kingdom of Urartu frequently while reading the Holy book,"
      ],
      [
        47,
        "00:04:56.400000",
        "00:05:01.760000",
        "\"Urartu\" was the name the Assyrians and the Babylonians used to identify their neighbour."
      ],
      [
        48,
        "00:05:03.320000",
        "00:05:09.080000",
        "The kings of Urartu left chronicles that don't contain the name \"Urartu\"."
      ],
      [
        50,
        "00:05:14",
        "00:05:20.719000",
        "which is why the academician Piotrovsky later called Urartu the Kingdom of Van."
      ],
      [
        51,
        "00:05:20.720000",
        "00:05:25.639000",
        "More concrete studies of Urartu would not begin before the early 19th century."
      ],
      [
        59,
        "00:06:08.240000",
        "00:06:12.479000",
        "He found out that it was the main element of the royal residence of Urartu -"
      ],
      [
        71,
        "00:07:25.320000",
        "00:07:29.319000",
        "However, the road to studying Urartu was finally open"
      ],
      [
        74,
        "00:07:42.640000",
        "00:07:48.360000",
        "as the Kingdom of Urartu was not known to exist in Armenian Highland before that."
      ],
      [
        75,
        "00:07:52.520000",
        "00:07:58.079000",
        "The main sources of our knowledge of Urartu are the cuneiform chronicles from Urartu itself,"
      ],
      [
        78,
        "00:08:05.160000",
        "00:08:12.319000",
        "The first known king of Urartu is Arame, who ruled for about 15 years starting from 859 BC."
      ],
      [
        79,
        "00:08:12.320000",
        "00:08:17.639000",
        "It was in King Arame's time that Urartu became a state: he united scattered tribes,"
      ],
      [
        85,
        "00:08:47.040000",
        "00:08:53.679000",
        "\"I approached the fortified city of Arame of Urartu, laid a siege to it and seized it,"
      ],
      [
        88,
        "00:09:03.240000",
        "00:09:08.999000",
        "In the third year of his rule, Shalmaneser III invades Urartu again,"
      ],
      [
        90,
        "00:09:26.200000",
        "00:09:33.519000",
        "\"While I was in Arzashkun, Arame of Urartu placed his hopes on the might of his army,\""
      ],
      [
        93,
        "00:10:05.920000",
        "00:10:12.240000",
        "I seized and destroyed, and burned Arzashkun, the royal city of Arame of Urartu..."
      ],
      [
        98,
        "00:10:43.760000",
        "00:10:48.440000",
        "He founded the new capital of Urartu, the walled town of Tushpa."
      ],
      [
        107,
        "00:11:32.240000",
        "00:11:34.639000",
        "for the Kingdom of Urartu."
      ],
      [
        112,
        "00:11:57.520000",
        "00:12:02.640000",
        "In fact, they are the first written documents we have from the Kingdom of Urartu."
      ],
      [
        116,
        "00:12:26.760000",
        "00:12:33.880000",
        "During the rule of Sarduri I, a new royal dynasty originated in Urartu."
      ],
      [
        117,
        "00:12:35.080000",
        "00:12:39.479000",
        "The kings of Urartu were living and working in very troubled times,"
      ],
      [
        120,
        "00:12:48.400000",
        "00:12:53.079000",
        "The fortresses of Urartu could not be taken without siege weapons."
      ],
      [
        123,
        "00:13:09.120000",
        "00:13:14.880000",
        "Urartu was considered Assyria's main rival."
      ],
      [
        127,
        "00:13:29.920000",
        "00:13:33.080000",
        "between Urartu and Assyria."
      ],
      [
        129,
        "00:13:42.240000",
        "00:13:47.200000",
        "The era of a different power was dawning - the era of Urartu."
      ],
      [
        134,
        "00:14:13.680000",
        "00:14:18.999000",
        "Menua's father, king Ishpuini implemented a religious reform in Urartu,"
      ],
      [
        147,
        "00:15:10.520000",
        "00:15:15.640000",
        "and a permanent battleground between Assyria and Urartu for many years."
      ],
      [
        151,
        "00:15:31.680000",
        "00:15:35.480000",
        "Menua covered Urartu with fortresses."
      ],
      [
        166,
        "00:17:14.400000",
        "00:17:19.839000",
        "Construction of the channel drastically increased the agricultural potential of central Urartu."
      ],
      [
        171,
        "00:17:45.040000",
        "00:17:50.159000",
        "who ruled in Assyria in the same period as Menua in Urartu."
      ],
      [
        179,
        "00:18:27.320000",
        "00:18:32.360000",
        "in his favour and consolidated the power of Urartu in Western Asia."
      ],
      [
        180,
        "00:18:33.480000",
        "00:18:39.120000",
        "Menua made Urartu a powerful kingdom, an empire even."
      ],
      [
        184,
        "00:19:00.200000",
        "00:19:05.319000",
        "who would proceed to become the greatest commander in the history of Urartu."
      ],
      [
        186,
        "00:19:10.600000",
        "00:19:15.440000",
        "Assyria moved its armies against Urartu."
      ],
      [
        191,
        "00:19:36.240000",
        "00:19:41.640000",
        "Argishti was well-aware that Urartu could not fight on two fronts for very long."
      ],
      [
        196,
        "00:20:04",
        "00:20:10",
        "The strategic task was fulfilled, and peace reigned at the northern borders of Urartu."
      ],
      [
        200,
        "00:20:32.680000",
        "00:20:39.680000",
        "After these events the Assyrians described Argishti, the king of Urartu, as \"frightening as a heavy storm\"."
      ],
      [
        210,
        "00:21:39.240000",
        "00:21:42.480000",
        "was in the middle of a research on Urartu."
      ],
      [
        219,
        "00:22:39.320000",
        "00:22:45.399000",
        "For instance, in Armenia, most important is Argishti I, who extended the Kingdom of Urartu"
      ],
      [
        227,
        "00:23:23.120000",
        "00:23:25.879000",
        "The economy of Urartu thrived during his rule."
      ],
      [
        230,
        "00:23:37.920000",
        "00:23:43.800000",
        "Assyria breached the borders of Urartu once again, and launched another military campaign."
      ],
      [
        231,
        "00:23:44.440000",
        "00:23:48.960000",
        "The power of Urartu was a mortal threat to Assyria,"
      ],
      [
        233,
        "00:24:00.560000",
        "00:24:02.879000",
        "At the time when Urartu was at its height,"
      ],
      [
        242,
        "00:24:42.960000",
        "00:24:49.160000",
        "We can see that Urartu closed in on Assyria in Argishti's term."
      ],
      [
        252,
        "00:25:31.880000",
        "00:25:37.760000",
        "The outcome was that Argishti made Urartu the most powerful state of Western Asia."
      ],
      [
        256,
        "00:25:58.920000",
        "00:26:03.160000",
        "returned the lands his predecessor had lost to Argishti and invaded Urartu."
      ],
      [
        260,
        "00:26:18.080000",
        "00:26:21.919000",
        "but their campaign created a complicated political situation in Urartu."
      ],
      [
        262,
        "00:26:28.560000",
        "00:26:33.999000",
        "Several regions of Urartu tried at once to use the transition of power to gain independence."
      ],
      [
        264,
        "00:26:37.240000",
        "00:26:43.479000",
        "He repressed the revolts in key regions of Urartu, preserved the integrity of the state,"
      ],
      [
        268,
        "00:26:51.320000",
        "00:26:56.319000",
        "with my own two hands that I conquered the Kingdom of Urartu.\""
      ],
      [
        270,
        "00:26:58.760000",
        "00:27:03.520000",
        "Rusa I had to build anew the relations with the religious centre of Urartu, Musasir."
      ],
      [
        271,
        "00:27:04.080000",
        "00:27:08.719000",
        "The religious centre of Urartu was located beyond the boundaries of the kingdom,"
      ],
      [
        273,
        "00:27:12.080000",
        "00:27:19.879000",
        "It was a frontier between several countries who were using the rivalry of Assyria and Urartu"
      ],
      [
        275,
        "00:27:25.680000",
        "00:27:33.040000",
        "Musasir was different, as it was home to the main temple of the supreme deity of Urartu."
      ],
      [
        285,
        "00:29:17.160000",
        "00:29:22.359000",
        "resumed the development of Urartu, consolidating its military and economic power."
      ],
      [
        292,
        "00:30:09.560000",
        "00:30:14.400000",
        "prevent the strengthening of Urartu, and defeat the arch-rival of his country."
      ],
      [
        296,
        "00:30:29.560000",
        "00:30:34.119000",
        "It was especially true when it came to his worst enemy, Urartu."
      ],
      [
        299,
        "00:30:45.400000",
        "00:30:52.199000",
        "Assyrian scouts and spies of all sorts gathered everything Sargon needed to know about Urartu,"
      ],
      [
        304,
        "00:31:30.600000",
        "00:31:36",
        "Rusa responded by organizing rebellions in favour of the candidate loyal to Urartu."
      ],
      [
        309,
        "00:32:02.720000",
        "00:32:08.479000",
        "Sargon II considered it to be a good moment to act and moved his troops against Urartu."
      ],
      [
        341,
        "00:35:07.160000",
        "00:35:11.240000",
        "dreaming of the seizure of the capital of Urartu."
      ],
      [
        350,
        "00:36:09.960000",
        "00:36:15.159000",
        "but Sargon's hatred for Urartu was so great that he dared to take that step,"
      ],
      [
        357,
        "00:36:47.360000",
        "00:36:54.560000",
        "\"I brought misery upon the whole of Urartu and its land, and I made the people who live there wail and cry.\""
      ],
      [
        361,
        "00:37:19.560000",
        "00:37:23.960000",
        "The next king of Urartu was the son of Rusa I, Argishti II."
      ],
      [
        367,
        "00:37:42.960000",
        "00:37:47.359000",
        "The state power in Urartu was shaken for the first time."
      ],
      [
        369,
        "00:37:56.200000",
        "00:38:02",
        "The retribution for the grief Sargon II caused Urartu caught up with him a few years later."
      ],
      [
        370,
        "00:38:31.440000",
        "00:38:37.559000",
        "Cuneiform sources describe construction works that Argishti conducted from the central part of Urartu,"
      ],
      [
        374,
        "00:38:53.560000",
        "00:38:57.759000",
        "Assyria and Urartu agreed to change the nature of their relationship."
      ],
      [
        378,
        "00:39:12.800000",
        "00:39:18.079000",
        "of god Haldi, seized in Musasir, and returned it to Urartu."
      ],
      [
        388,
        "00:40:14.680000",
        "00:40:18.359000",
        "to consolidate the power of Urartu."
      ],
      [
        402,
        "00:41:18.760000",
        "00:41:22.319000",
        "recognizing Urartu as something tangible, and comprehensible."
      ],
      [
        406,
        "00:41:37.520000",
        "00:41:41.880000",
        "which, undoubtedly, affected the culture of Urartu."
      ],
      [
        410,
        "00:42:08.760000",
        "00:42:12.199000",
        "Religion ran through all areas of life in Urartu."
      ],
      [
        430,
        "00:43:50.160000",
        "00:43:55.239000",
        "The cultural heritage of Urartu did not simply pass down to the next Armenian states."
      ],
      [
        432,
        "00:44:05.200000",
        "00:44:07.199000",
        "Urartu outlived Assyria,"
      ],
      [
        438,
        "00:44:35.320000",
        "00:44:39.399000",
        "Despite more than a century of research about the mysterious kingdom of Urartu,"
      ],
      [
        448,
        "00:45:13.240000",
        "00:45:17.480000",
        "what happened at the end of Kingdom of Urartu - we have one of the keys here in Armenia."
      ],
      [
        449,
        "00:45:18.680000",
        "00:45:23.199000",
        "It is believed that Urartu ceased to exist in early 6th century BC,"
      ],
      [
        450,
        "00:45:23.200000",
        "00:45:29.840000",
        "but there is no solid data to support the theory that Urartu met its end exactly in that period of time."
      ],
      [
        452,
        "00:45:38.600000",
        "00:45:44.680000",
        "Obviously, the kingdom of Urartu did not fall in a strict sense."
      ],
      [
        455,
        "00:46:01.480000",
        "00:46:05.999000",
        "existed after Urartu in the same area of the Armenian Highland."
      ],
      [
        457,
        "00:46:15.960000",
        "00:46:19.279000",
        "This was the end of the cradle of civilization called Urartu,"
      ],
      [
        460,
        "00:46:29.560000",
        "00:46:35.399000",
        "Urartu was the first state in the history to unite numerous tribes of the vast Armenian Highland"
      ]
    ],
    "regex": "\\b((?!\\bUrartu:)Urartu|(?!\\bForgotten\\ Kingdom:)Forgotten\\ Kingdom)(?!\\:)(?!'t)\\b",
    "runtime": 48,
    "characters": [],
    "title_is_name": false,
    "rating": 6.7
  }
]
