[
  {
    "imdb": "tt1632703",
    "title": "Burzynski: Cancer Is Serious Business",
    "year": 2010,
    "genres": [
      "Documentary"
    ],
    "count": 148,
    "all_lines": 1023,
    "occurrences": [
      [
        17,
        "00:01:29.760000",
        "00:01:34.839000",
        "the first book I picked up, the third chapter, discussed Dr. Burzynski."
      ],
      [
        28,
        "00:02:15.919000",
        "00:02:17.758000",
        "We put her back on Burzynski's"
      ],
      [
        41,
        "00:03:23.919000",
        "00:03:27.679000",
        "I first heard of Dr. Burzynski back in the late 1980's..."
      ],
      [
        46,
        "00:03:49.840000",
        "00:03:56.620000",
        "\"Dr. Burzynski, I want to come down and visit your clinic and find out what you're doing, it's very new to me.\""
      ],
      [
        52,
        "00:04:18.920000",
        "00:04:21.719000",
        "Dr. Burzynski had MRIs of brain tumors,"
      ],
      [
        54,
        "00:04:27.480000",
        "00:04:36.559000",
        "It was obvious to me, that Dr. Burzynski had made the most important discovery in cancer treatment - ever."
      ],
      [
        56,
        "00:04:42.600000",
        "00:04:52.398000",
        "A Polish native, named Stanislaw Burzynski, attended Lublin Medical University where he graduated first in his class at age 24"
      ],
      [
        58,
        "00:04:56.480000",
        "00:05:02.999000",
        "While undergoing his research to acquire his PhD, Dr. Burzynski made a profound discovery."
      ],
      [
        63,
        "00:05:30.480000",
        "00:05:39.479000",
        "Dr. Burzynski theorized that if he could somehow provide a way to chemically extract these peptides from the blood and urine of healthy donors,"
      ],
      [
        71,
        "00:06:16.959000",
        "00:06:22.159000",
        "Well, Dr. Burzynski now synthesizes all of the Antineoplastons."
      ],
      [
        72,
        "00:06:22.160000",
        "00:06:33.359000",
        "Dr. Burzynski's manufacturing facility in Stafford, Texas, where his Antineoplastons are now synthesized, is a multi-million dollar, 46,000 square-foot facility,"
      ],
      [
        94,
        "00:08:38.399000",
        "00:08:48.460000",
        "Today, Dr. Burzynski is permitted by the FDA to treat cancer patients using Antineoplastons in FDA-approved clinical trials."
      ],
      [
        106,
        "00:09:45.960000",
        "00:09:49.359000",
        "Also at that time I had heard about Dr. Burzynski in Houston,"
      ],
      [
        107,
        "00:09:49.360000",
        "00:09:52.638000",
        "and I found out about Dr. Burzynski through a friend of mine."
      ],
      [
        108,
        "00:09:52.639000",
        "00:09:59.079000",
        "But I met with a prominent neurosurgeon here, who wrote off Dr. Burzynski."
      ],
      [
        110,
        "00:10:02.720000",
        "00:10:07.038000",
        "But Dr. Burzynski's treatment really sounded right to me."
      ],
      [
        118,
        "00:10:37.399000",
        "00:10:41.960000",
        "So, Dr. Burzynski cured me of a brain tumor."
      ],
      [
        123,
        "00:11:10.440000",
        "00:11:22.158000",
        "Ordinarily the FDA requires that anyone who wishes to be a part of Dr. Burzynski's trials, must first have already undergone chemotherapy and radiation-and failed."
      ],
      [
        129,
        "00:12:30.480000",
        "00:12:39.079000",
        "treated with toxic radiation and chemotherapy, versus, clinical trial data using only Dr. Burzynski's non-toxic Antineoplaston therapy."
      ],
      [
        135,
        "00:13:15.759000",
        "00:13:21.439000",
        "It's as if she had a bacterial infection, and Dr. Burzynski treated it with antibiotics."
      ],
      [
        137,
        "00:13:28.360000",
        "00:13:33.959000",
        "And told him that I had gone to Dr. Burzynski and I was cured,"
      ],
      [
        181,
        "00:17:33.680000",
        "00:17:36.479000",
        "Here at the Burzynski Clinic in Houston, Texas,"
      ],
      [
        194,
        "00:18:46.319000",
        "00:18:53.278000",
        "In which time, Dr. Burzynski doubled her Antineoplaston dosage until her tumor went away in December."
      ],
      [
        197,
        "00:19:23",
        "00:19:29.558000",
        "There were very few doctors that you would tell them that you were seeing Dr. Burzynski that would be kind of encouraging and positive with you."
      ],
      [
        198,
        "00:19:29.559000",
        "00:19:36.798000",
        "Most of them, they would hear the name Burzynski and they wouldn't want to deal with you-because they were afraid."
      ],
      [
        199,
        "00:19:36.799000",
        "00:19:42.239000",
        "I am so relieved that we found Dr. Burzynski because literally it did save her life."
      ],
      [
        204,
        "00:20:16.079000",
        "00:20:25.879000",
        "There were three groups treated with radiation and chemotherapy, and two groups treated with Dr. Burzynski's Antineoplastons."
      ],
      [
        255,
        "00:25:50.960000",
        "00:25:56.518000",
        "We had actually asked the endocrinologist at M.D. Anderson about Dr. Burzynski,"
      ],
      [
        265,
        "00:26:42.480000",
        "00:26:47.399000",
        "I was doing all that research and Sarah and Susan found the Burzynski Clinic."
      ],
      [
        275,
        "00:27:50.019000",
        "00:27:54.118000",
        "and instead, enroll Kelsey into one of Dr. Burzynski's clinical trials."
      ],
      [
        282,
        "00:28:52.700000",
        "00:29:01.539000",
        "Since Dr. Burzynski began treating cancer patients with Antineoplastons, he has successfully treated virtually every type of cancer"
      ],
      [
        286,
        "00:29:19.800000",
        "00:29:29.798000",
        "the United States government currently prohibits any tax-payer money to be granted to Dr. Burzynski's FDA-approved clinical trials."
      ],
      [
        297,
        "00:30:26.840000",
        "00:30:34.640000",
        "most would assume that every penny of our tax dollars allocated for cancer research would be thrown in Dr. Burzynski's direction."
      ],
      [
        300,
        "00:30:45.281000",
        "00:30:50.360000",
        "Burzynski's discovery, means that the foundation, the walls,"
      ],
      [
        336,
        "00:34:39.720000",
        "00:34:45.600000",
        "Meanwhile, Dr. Burzynski, his patients, and other supporting scientists have made"
      ],
      [
        341,
        "00:35:33.299000",
        "00:35:42.938000",
        "Dr. Burzynski's attorneys investigated both state and federal law to find out if it was legal for him to start his own biomedical research company,"
      ],
      [
        346,
        "00:36:14.980000",
        "00:36:23.139000",
        "However, Dr. Burzynski would not be legally allowed to introduce or deliver Antineoplastons into interstate commerce."
      ],
      [
        349,
        "00:36:35.580000",
        "00:36:43.378000",
        "However, once word began to spread that Dr. Burzynski was successfully treating what was once considered terminal incurable cancer patients"
      ],
      [
        378,
        "00:39:10.900000",
        "00:39:22.979000",
        "In 1986, Dr. Burzynski agreed to present to the Texas State Board of Medical Examiners forty cases of various types of cancer he had successfully treated using Antineoplastons."
      ],
      [
        387,
        "00:40:02.959000",
        "00:40:06.679000",
        "The medical board had no case against Burzynski."
      ],
      [
        391,
        "00:40:26.560000",
        "00:40:33.799000",
        "After about five years of this, sixty of Dr. Burzynski's patients petitioned the board to stop harassing their doctor."
      ],
      [
        396,
        "00:41:02.360000",
        "00:41:06.260000",
        "recognized the absurdity of the Texas medical board's case against Burzynski"
      ],
      [
        402,
        "00:41:33.100000",
        "00:41:37",
        "Q: Dr. Patronas, did there come a time when you became aware of Dr. Burzynski?"
      ],
      [
        403,
        "00:41:37.100000",
        "00:41:46",
        "A: Yes, NCI asked me to join a group of other physicians and scientists to come to Houston on a site visit to Dr. Burzynski's Institute."
      ],
      [
        428,
        "00:43:41.100000",
        "00:43:48",
        "What would happen, let's say for some reason Dr. Burzynski's brain tumor patients can't get the medicine any more and have to go off the treatment."
      ],
      [
        434,
        "00:44:02.500000",
        "00:44:05.578000",
        "Not surprisingly the judge ruled in Dr. Burzynski's favor."
      ],
      [
        440,
        "00:44:44.520000",
        "00:44:51.599000",
        "Burzynski's time, terminal cancer patients' time, and the taxpayers money, pursuing a case they knew they couldn't win."
      ],
      [
        442,
        "00:44:54.140000",
        "00:45:03.220000",
        "The state of Texas wants Houston doctor Stanislaw Burzynski to stop treating his patients with drugs that he produces at his own pharmaceutical plant."
      ],
      [
        448,
        "00:45:24.100000",
        "00:45:27.740000",
        "this is the agency challenging Dr. Burzynski in court."
      ],
      [
        454,
        "00:45:48.941000",
        "00:45:51.300000",
        "He used Dr. Burzynski's drug."
      ],
      [
        458,
        "00:46:06.060000",
        "00:46:09.059000",
        "He confirmed Dr. Burzynski's results on Paul."
      ],
      [
        463,
        "00:46:29.301000",
        "00:46:33.579000",
        "the Texas Medical Board took Dr. Burzynski to a higher, district court."
      ],
      [
        465,
        "00:46:40.140000",
        "00:46:45.260000",
        "The Texas State Board of Medical Examiners, which has fought to suspend Dr. Burzynski's license"
      ],
      [
        469,
        "00:47:02.540000",
        "00:47:07.700000",
        "Well, Dr. Burzynski has won his latest round in court, the Medical Examiners order was reversed,"
      ],
      [
        472,
        "00:47:17.741000",
        "00:47:23.420000",
        "where the judge issued an erroneous probation order against Burzynski, which Burzynski successfully served."
      ],
      [
        474,
        "00:47:31.301000",
        "00:47:41.259000",
        "So if efficacy was not an issue, and Dr. Burzynski wasn't breaking any laws, then why would the Texas Medical Board continue on with this empty pursuit?"
      ],
      [
        476,
        "00:47:45.921000",
        "00:47:53.620000",
        "- that the Food and Drug Administration had been pressuring the Texas Medical Board to continue trying to take away Dr. Burzynski's medical license."
      ],
      [
        480,
        "00:48:11.980000",
        "00:48:17.961000",
        "While they were busy pressuring the Texas State Medical Board to try to revoke Dr. Burzynski's medical license,"
      ],
      [
        481,
        "00:48:17.962000",
        "00:48:27.360000",
        "they were even busier trying to revoke Dr. Burzynski completely from society - by trying to place him in prison."
      ],
      [
        482,
        "00:48:27.861000",
        "00:48:34.781000",
        "The FDA and PhRMA quickly realized that if Dr. Burzynski's discovery would be given a fair review process,"
      ],
      [
        493,
        "00:49:41.780000",
        "00:49:46.739000",
        "Dr. Burzynski's dealings with the FDA commenced in 1983."
      ],
      [
        501,
        "00:50:27.321000",
        "00:50:34.299000",
        "\"or criminal prosecution of individuals\" (also known as throwing Dr. Burzynski in prison)"
      ],
      [
        505,
        "00:50:44.260000",
        "00:50:49.379000",
        "The FDA viewed that as a failure and told Dr. Burzynski's attorneys at the time that"
      ],
      [
        507,
        "00:50:53.180000",
        "00:51:00.739000",
        "In 1985, the FDA convened a grand jury to hear evidence to try to indict Dr. Burzynski."
      ],
      [
        521,
        "00:52:06.919000",
        "00:52:11.519000",
        "Dr. Burzynski testifies extensively before the grand jury, no indictment."
      ],
      [
        522,
        "00:52:11.520000",
        "00:52:16.198000",
        "In 1991 to 1993, the FDA investigates Dr. Burzynski,"
      ],
      [
        526,
        "00:52:31.239000",
        "00:52:36.318000",
        "it was Dr. Burzynski along with a few of his patients appeared on CBS Show This Morning..."
      ],
      [
        532,
        "00:52:50.799000",
        "00:52:58.679000",
        "could it not have been that the treatment that you received prior to Dr. Burzynski's treatment was what in fact really cured you?"
      ],
      [
        548,
        "00:54:14.399000",
        "00:54:18.718000",
        "whether Dr. Burzynski himself has been shipping the medicine out of state,"
      ],
      [
        557,
        "00:54:58.239000",
        "00:55:01.639000",
        "who has gone on TV and told their story about Dr. Burzynski."
      ],
      [
        560,
        "00:55:08.239000",
        "00:55:13.838000",
        "in 1985 the FDA tells anyone who calls inquiring about Dr. Burzynski"
      ],
      [
        565,
        "00:55:30.279000",
        "00:55:36.798000",
        "what they'd done is subpoena all the records from Dr. Burzynski about his business associates and all the researchers around the world,"
      ],
      [
        571,
        "00:55:58.879000",
        "00:56:03.079000",
        "how much money have they spent in the last ten years to try to put Dr. Burzynski out of business?"
      ],
      [
        575,
        "00:56:14.440000",
        "00:56:19.358000",
        "Upon the commencement of the FDA's 1995 grand jury against Dr. Burzynski,"
      ],
      [
        576,
        "00:56:19.359000",
        "00:56:30.620000",
        "an oversight and investigations subcommittee was organized by Congressman Joe Barton in an attempt to intervene in the FDA's relentless harassment of Dr. Burzynski and his patients."
      ],
      [
        581,
        "00:56:55.399000",
        "00:57:04.358000",
        "it is not I think an illogical conclusion to think that the FDA has a vendetta against Dr. Burzynski,"
      ],
      [
        597,
        "00:58:17.040000",
        "00:58:23.999000",
        "Dozens of Dr. Burzynski's patients who had traveled to Washington D.C. from all corners of the United States"
      ],
      [
        601,
        "00:58:40.199000",
        "00:58:45.479000",
        "I choose Dr. Burzynski instead after a lot of research and a lot of searching."
      ],
      [
        612,
        "00:59:27.080000",
        "00:59:32.318000",
        "he biked 32 miles after being on Dr. Burzynski's treatment for two months"
      ],
      [
        623,
        "01:00:28.199000",
        "01:00:32.599000",
        "I was extremely lucky that I found Dr. Burzynski."
      ],
      [
        628,
        "01:01:00.719000",
        "01:01:10.140000",
        "Barely a week after these hearings, on November 20th, 1995, Dr. Stanislaw Burzynski was indicted."
      ],
      [
        629,
        "01:01:10.141000",
        "01:01:16.841000",
        "Burzynski was charged with 75 counts of violating federal law, and fraud."
      ],
      [
        630,
        "01:01:17.142000",
        "01:01:29.279000",
        "If convicted, Burzynski would face a maximum of 290 years in federal prison, and $18,500,000 in fines."
      ],
      [
        635,
        "01:01:44.759000",
        "01:01:51.918000",
        "Dr. Burzynski's treatments have been quote: \"illegal under Texas and Federal Law since 1984\""
      ],
      [
        639,
        "01:02:07.520000",
        "01:02:15.238000",
        "In 1996, not only did scores of Dr. Burzynski's patients return to Washington DC to protest his indictment,"
      ],
      [
        644,
        "01:02:29.919000",
        "01:02:35.318000",
        "This is Dustin Kunnari and he is on Dr. Burzynski's antineoplaston treatment."
      ],
      [
        664,
        "01:04:34.600000",
        "01:04:40.838000",
        "In April of 1994, we visited Dr. Stanislaw Burzynski in Houston."
      ],
      [
        665,
        "01:04:40.839000",
        "01:04:45.798000",
        "Dr. Burzynski made us no promises, but said, that"
      ],
      [
        669,
        "01:05:00.360000",
        "01:05:10.179000",
        "An MRI six weeks after we started Dr. Burzynski's treatment revealed no tumor."
      ],
      [
        674,
        "01:05:36.440000",
        "01:05:42.458000",
        "Dr. Burzynski immediately raised Dustin's dose of Antineoplastons."
      ],
      [
        702,
        "01:08:22.320000",
        "01:08:33.680000",
        "So, just a year before his trial facing life in prison, the Food and Drug Administration had finally authorized the very thing that Dr. Burzynski and his patients had ever wanted."
      ],
      [
        703,
        "01:08:33.681000",
        "01:08:40.319000",
        "Even still, the FDA would not back down in making sure Burzynski's trial moved forward."
      ],
      [
        706,
        "01:09:03.681000",
        "01:09:14.199000",
        "\"In a pre-trial motion, Assistant U.S. Attorney Mike Clark objected to a defense request for the jury to visit the chemical plant where Dr. Burzynski manufactures antineoplaston.\""
      ],
      [
        707,
        "01:09:14.200000",
        "01:09:24.681000",
        "\"The jury visit request \"is a thinly veiled effort to expose the jury to the specter of Dr. Burzynski in his act of saving lives.\""
      ],
      [
        713,
        "01:10:01.801000",
        "01:10:10.319000",
        "This trial cost the American taxpayer 60 million dollars while costing Dr. Burzynski over 2.2 million."
      ],
      [
        714,
        "01:10:10.320000",
        "01:10:19.159000",
        "700,000 dollars of Burzynski's legal defense was raised primarily by Dr. Julian Whitaker through his newsletter \"Health and Healing\"."
      ],
      [
        715,
        "01:10:19.160000",
        "01:10:31.079000",
        "After Dr. Whitaker wrote of the plight and injustice being done to Dr. Burzynski, his readers sent in close to 18,000 checks in small donations for Burzynski's legal defense."
      ],
      [
        717,
        "01:10:34.761000",
        "01:10:41.361000",
        "the jury will then decide whether Burzynski is a fraud, or a medical pioneer."
      ],
      [
        719,
        "01:10:51.040000",
        "01:11:02.480000",
        "And, after saying the government had not presented sufficient evidence, he ordered that Dr. Burzynski be acquitted of nearly half of the 75 counts."
      ],
      [
        725,
        "01:11:10.801000",
        "01:11:13.319000",
        "I do not believe that Dr. Burzynski is a criminal."
      ],
      [
        727,
        "01:11:15.641000",
        "01:11:21.641000",
        "But the FDA was still not backing down. They took Dr. Burzynski to trial, again"
      ],
      [
        729,
        "01:11:31.320000",
        "01:11:38.279000",
        "The FDA's facade in trying to convince the world that Burzynski was a criminal was completely unraveling."
      ],
      [
        736,
        "01:12:17.761000",
        "01:12:26.220000",
        "The jury spent about three hours deliberating this house of cards, leaving Burzynski acquitted of the final charge."
      ],
      [
        737,
        "01:12:26.521000",
        "01:12:34.121000",
        "Every one of Dr. Burzynski's patients now, every future Burzynski patient is and will be on a clinical trial."
      ],
      [
        750,
        "01:13:55.040000",
        "01:14:06.099000",
        "While all of this was taking place, Burzynski knew that the easiest way to keep the government from putting him out of business or in prison, was to partner with an established pharmaceutical company."
      ],
      [
        754,
        "01:14:31.561000",
        "01:14:45.759000",
        "Then, by 1990, it seemed that Burzynski's luck had finally changed. Burzynski has apparently treated the sister-in-law of the Chairman and CEO of Elan Pharmaceuticals."
      ],
      [
        759,
        "01:15:09.960000",
        "01:15:18.640000",
        "Dr. Dvorit Samid: a scientist and medical professor from Maryland who Burzynski had hired to further study Antineoplastons,"
      ],
      [
        780,
        "01:17:23.681000",
        "01:17:30.939000",
        "the very same site visit Dr. Patronas would later base his testimony when defending Burzynski against the Texas Medical Board."
      ],
      [
        798,
        "01:19:13.240000",
        "01:19:21.201000",
        "When Elan terminated their business deal with Burzynski, they went behind his back, recruited Dr. Dvorit Samid,"
      ],
      [
        801,
        "01:19:35.601000",
        "01:19:46.360000",
        "-the same chemical that Burzynski was advised he couldn't patent, and had already proven to be quite limited against cancer as a single substance as far back as 1980."
      ],
      [
        807,
        "01:20:08",
        "01:20:17.598000",
        "While Burzynski was facing continuous harassment from state and federal agencies, the earliest phenylacetate studies were published in April of 1992,"
      ],
      [
        809,
        "01:20:22.319000",
        "01:20:33.378000",
        "Burzynski sat in awe as he witnessed the National Cancer Institute recruit one of his researchers, push his research aside, and begin to test phenylacetate without him, reporting:"
      ],
      [
        812,
        "01:20:50.600000",
        "01:20:56.599000",
        "Burzynski's name failed to appear in the acknowledgments, or any of the references listed in this report."
      ],
      [
        813,
        "01:20:56.800000",
        "01:21:02.719000",
        "Burzynski knew these tests would fail since he had already proven this in his own laboratory twelve years before."
      ],
      [
        822,
        "01:21:45.859000",
        "01:21:55.558000",
        "the National Cancer Institute decided to honor the government sponsored clinical trials of Antineoplastons they had initially promised Burzynski in 1991."
      ],
      [
        823,
        "01:21:55.559000",
        "01:22:05.318000",
        "From the moment this dialogue was re-opened, the National Cancer Institute proposed altering the treatment protocols that Burzynski had spent 20 years perfecting."
      ],
      [
        824,
        "01:22:05.519000",
        "01:22:16.738000",
        "Burzynski told them, that until they agree to a protocol that he has confidence in, he was not going to provide the National Cancer Institute with any Antineoplastons."
      ],
      [
        828,
        "01:22:41.799000",
        "01:22:43.358000",
        "Burzynski responded:"
      ],
      [
        834,
        "01:23:21.400000",
        "01:23:26.718000",
        "After everything was approved and Burzynski released his medicine, a full year passes,"
      ],
      [
        837,
        "01:23:40.640000",
        "01:23:50.039000",
        "So they used this as an excuse to go behind Burzynski's back, again, and take it upon themselves to drastically alter the protocols."
      ],
      [
        844,
        "01:24:27.799000",
        "01:24:29.278000",
        "Burzynski fires back:"
      ],
      [
        853,
        "01:25:17.759000",
        "01:25:21.039000",
        "Friedman blamed Burzynski for this slow motion,"
      ],
      [
        854,
        "01:25:21.040000",
        "01:25:25.558000",
        "saying Burzynski restricted admissions to the trials too stringently"
      ],
      [
        856,
        "01:25:29.879000",
        "01:25:36.399000",
        "to bring in patients in worse physical condition, this over Dr. Burzynski's strenuous objections."
      ],
      [
        859,
        "01:25:44.400000",
        "01:25:48.359000",
        "Dr. Burzynski has threatened legal action to halt these new admissions,"
      ],
      [
        862,
        "01:25:56.639000",
        "01:26:02.039000",
        "Meanwhile both the FDA and the Texas Medical Board are still trying to stop Burzynski."
      ],
      [
        865,
        "01:26:20.240000",
        "01:26:28.698000",
        "...\"clinical trial data to Dr. Burzynski, the Burzynski Research Institute, or anyone inquiring about the Antineoplastons clinical trials.\""
      ],
      [
        866,
        "01:26:28.799000",
        "01:26:37.919000",
        "\"Any inquiries that may be related to the trials or Dr. Burzynski are to be referred to the associate director: Dr. Michael Friedman.\""
      ],
      [
        872,
        "01:27:03.559000",
        "01:27:05.478000",
        "Burzynski responds:"
      ],
      [
        877,
        "01:27:30.280000",
        "01:27:40.639000",
        "Well, there was a very good reason why Dr. Michael Friedman was afraid to provide Burzynski with complete copies of these patients' medical records."
      ],
      [
        894,
        "01:29:05.679000",
        "01:29:13.859000",
        "However, four years after these trials were closed, and two years after Burzynski defeated the FDA and won his freedom,"
      ],
      [
        921,
        "01:31:42.739000",
        "01:31:52.638000",
        "and after all state and federal agencies had failed in their 14-year campaign to remove Burzynski from society, after all of the dust settled,"
      ],
      [
        923,
        "01:31:55.880000",
        "01:32:03.638000",
        "It was October 4th, 1991, that America's National Cancer Institute hosted their site visit to Burzynski's clinic,"
      ],
      [
        927,
        "01:32:34.360000",
        "01:32:40.198000",
        "They even had the audacity to include Burzynski as a reference."
      ],
      [
        929,
        "01:32:50.040000",
        "01:32:53.518000",
        "At the time, Burzynski had no idea this had happened,"
      ],
      [
        931,
        "01:33:00.960000",
        "01:33:07.478000",
        "In an April 1993 NCI memo, distributed to those involved with Burzynski, they state their concerns:"
      ],
      [
        932,
        "01:33:07.479000",
        "01:33:18.999000",
        "\"Political issues are a real concern. Congressman Bedell is concerned we are taking the Antineoplastons away from Burzynski. Burzynski has patents on Antineoplastons.\""
      ],
      [
        942,
        "01:34:34.479000",
        "01:34:46.139000",
        "And by November of that year, after a decade of failed grand juries, the United States of America's Food and Drug Administration finally manages to indict Dr. Burzynski."
      ],
      [
        943,
        "01:34:46.240000",
        "01:34:55.099000",
        "One month into America's criminal trial against Burzynski, America's first patent on Antineoplaston AS2-1 is approved."
      ],
      [
        944,
        "01:34:55.200000",
        "01:35:02.438000",
        "A month after America fails in their second trial against Burzynski, their second and third Antineoplaston patents are approved."
      ],
      [
        983,
        "01:38:39.280000",
        "01:38:43.398000",
        "trying to put Dr. Burzynski in jail"
      ],
      [
        1012,
        "01:42:30.965000",
        "01:42:37.271000",
        "So if you think Semmelweis had a problem, just imagine the problem Dr. Burzynski faces."
      ]
    ],
    "regex": "\\b((?!\\bBurzynski:)Burzynski|(?!\\bCancer\\ Is\\ Serious\\ Business:)Cancer\\ Is\\ Serious\\ Business)(?!\\:)(?!'t)\\b",
    "runtime": 108,
    "characters": [],
    "title_is_name": false,
    "rating": 7.4
  }
]
