[
  {
    "imdb": "tt1691154",
    "title": "The Pill",
    "year": 2011,
    "genres": [
      "Comedy",
      "Drama",
      "Romance"
    ],
    "count": 84,
    "all_lines": 2005,
    "occurrences": [
      [
        208,
        "00:11:04.731000",
        "00:11:08.066000",
        "contraceptive? The, um... pill -- pill thing you take."
      ],
      [
        209,
        "00:11:08.068000",
        "00:11:12.404000",
        "The, um... pill -- pill thing you take. What pill?"
      ],
      [
        210,
        "00:11:12.406000",
        "00:11:13.271000",
        "Pill -- pill thing you take. What pill? The..."
      ],
      [
        211,
        "00:11:13.273000",
        "00:11:15.573000",
        "what pill? The... you know, the pill in the little"
      ],
      [
        212,
        "00:11:15.575000",
        "00:11:18.243000",
        "the... you know, the pill in the little round thing."
      ],
      [
        213,
        "00:11:18.245000",
        "00:11:19.577000",
        "You know, the pill in the little round thing. The one-a-day thing."
      ],
      [
        214,
        "00:11:19.579000",
        "00:11:20.912000",
        "Round thing. The one-a-day thing. That pill."
      ],
      [
        215,
        "00:11:20.914000",
        "00:11:23.748000",
        "The one-a-day thing. That pill. I'm not on any pills."
      ],
      [
        216,
        "00:11:23.750000",
        "00:11:34.759000",
        "You're not on the pill? Oh, you mean \"the pill.\""
      ],
      [
        217,
        "00:11:34.761000",
        "00:11:36.695000",
        "oh, you mean \"the pill.\" yeah."
      ],
      [
        218,
        "00:11:36.697000",
        "00:11:39.764000",
        "yeah. Yeah. The pill."
      ],
      [
        219,
        "00:11:39.766000",
        "00:11:42.600000",
        "Yeah. Yeah. The pill. I'm not on that."
      ],
      [
        220,
        "00:11:42.602000",
        "00:11:43.935000",
        "Yeah. The pill. I'm not on that. Are you serious?"
      ],
      [
        231,
        "00:12:06.893000",
        "00:12:10.862000",
        "last night, i came inside of you, and you are not on the pill?"
      ],
      [
        232,
        "00:12:10.864000",
        "00:12:12.363000",
        "You, and you are not on the pill? "
      ],
      [
        233,
        "00:12:12.365000",
        "00:12:13.832000",
        "pill? are you -- are you kidding?"
      ],
      [
        274,
        "00:13:13.493000",
        "00:13:14.759000",
        "we are just gonna have to go to the pharmacy and get the morning-after pill."
      ],
      [
        275,
        "00:13:14.761000",
        "00:13:16.461000",
        "The pharmacy and get the morning-after pill. Baby, there's nothing to"
      ],
      [
        276,
        "00:13:16.463000",
        "00:13:17.362000",
        "morning-after pill. Baby, there's nothing to worry about."
      ],
      [
        279,
        "00:13:20.367000",
        "00:13:37.582000",
        "I just really think we should get the morning-after pill. I'm not taking any pill."
      ],
      [
        280,
        "00:13:37.584000",
        "00:13:39.584000",
        "Get the morning-after pill. I'm not taking any pill. I can't -- i'm sorry."
      ],
      [
        281,
        "00:13:39.586000",
        "00:13:40.819000",
        "I'm not taking any pill. I can't -- i'm sorry. I can't believe this."
      ],
      [
        303,
        "00:14:12.319000",
        "00:14:15.320000",
        "Baby, i didn't want you to pull out. But you're not on the pill."
      ],
      [
        304,
        "00:14:15.322000",
        "00:14:16.621000",
        "Pull out. But you're not on the pill. Why would you want me to cum"
      ],
      [
        305,
        "00:14:16.623000",
        "00:14:17.388000",
        "but you're not on the pill. Why would you want me to cum inside of you?"
      ],
      [
        308,
        "00:14:20.794000",
        "00:14:32.370000",
        "We're going to the pharmacy. I'm not killing a life with some abortion pill."
      ],
      [
        309,
        "00:14:32.372000",
        "00:14:34.372000",
        "I'm not killing a life with some abortion pill. That's against my beliefs."
      ],
      [
        310,
        "00:14:34.374000",
        "00:14:36.407000",
        "Some abortion pill. That's against my beliefs. Okay. Okay. Yep."
      ],
      [
        319,
        "00:14:54.628000",
        "00:15:06.070000",
        "So, it's basically the same thing as the regular pill, but a higher dose, so no hypothetical"
      ],
      [
        320,
        "00:15:06.072000",
        "00:15:08.106000",
        "thing as the regular pill, but a higher dose, so no hypothetical baby, which, you know, probably"
      ],
      [
        431,
        "00:19:11.217000",
        "00:19:11.883000",
        "how can i help you? Uh, we need the morning-after pill."
      ],
      [
        432,
        "00:19:11.885000",
        "00:19:13.384000",
        "Uh, we need the morning-after pill. I just need to see a picture"
      ],
      [
        433,
        "00:19:13.386000",
        "00:19:16.053000",
        "pill. I just need to see a picture i.d. from you."
      ],
      [
        439,
        "00:19:28.034000",
        "00:19:45.917000",
        "Okay. Here is the pill and... water. And we are ready for liftoff."
      ],
      [
        440,
        "00:19:45.919000",
        "00:19:47.919000",
        "Here is the pill and... water. And we are ready for liftoff."
      ],
      [
        579,
        "00:23:54.734000",
        "00:23:56.233000",
        "after you left, the pharmacist said that you shouldn't take the pill on an empty stomach because"
      ],
      [
        580,
        "00:23:56.235000",
        "00:23:57.535000",
        "said that you shouldn't take the pill on an empty stomach because then you might throw up, and"
      ],
      [
        581,
        "00:23:57.537000",
        "00:23:58.803000",
        "pill on an empty stomach because then you might throw up, and then you have to repeat the"
      ],
      [
        596,
        "00:24:22.228000",
        "00:24:25.296000",
        "look, okay? I promise you i will not mention the pill again if you just take"
      ],
      [
        597,
        "00:24:25.298000",
        "00:24:27.031000",
        "i promise you i will not mention the pill again if you just take a couple bites."
      ],
      [
        598,
        "00:24:27.033000",
        "00:24:28.299000",
        "The pill again if you just take a couple bites. Come on."
      ],
      [
        1536,
        "01:00:12.076000",
        "01:00:13.375000",
        "What? Do you have a condom? I'm on the pill."
      ],
      [
        1537,
        "01:00:13.377000",
        "01:00:14.810000",
        "Do you have a condom? I'm on the pill. Yeah, but, i mean,"
      ],
      [
        1538,
        "01:00:14.812000",
        "01:00:16.178000",
        "i'm on the pill. Yeah, but, i mean, technically it's the"
      ],
      [
        1539,
        "01:00:16.180000",
        "01:00:17.846000",
        "yeah, but, i mean, technically it's the morning-after pill, right?"
      ],
      [
        1540,
        "01:00:17.848000",
        "01:00:19.448000",
        "Technically it's the morning-after pill, right? There's a difference?"
      ],
      [
        1541,
        "01:00:19.450000",
        "01:00:21.416000",
        "Morning-after pill, right? There's a difference? I'm not completely sure, but"
      ],
      [
        1550,
        "01:00:30.794000",
        "01:00:31.994000",
        "Are you okay if i put on a condom? I'm on the pill."
      ],
      [
        1551,
        "01:00:31.996000",
        "01:00:33.762000",
        "Condom? I'm on the pill. I know, but it's not really"
      ],
      [
        1552,
        "01:00:33.764000",
        "01:00:35.097000",
        "i'm on the pill. I know, but it's not really the pill, i think."
      ],
      [
        1553,
        "01:00:35.099000",
        "01:00:36.098000",
        "I know, but it's not really the pill, i think. I'm not even sure."
      ],
      [
        1554,
        "01:00:36.100000",
        "01:00:37.566000",
        "The pill, i think. I'm not even sure. I mean, does it work the same"
      ],
      [
        1681,
        "01:05:58.989000",
        "01:06:00.322000",
        "one more thing before i go. Can we um... take the second pill?"
      ],
      [
        1682,
        "01:06:00.324000",
        "01:06:01.289000",
        "Can we um... take the second pill? What?"
      ],
      [
        1683,
        "01:06:01.291000",
        "01:06:03.892000",
        "Pill? What? The, um, pharmacist told me"
      ],
      [
        1685,
        "01:06:06.630000",
        "01:06:09.364000",
        "the, um, pharmacist told me that you have to take the second pill 12 hours after you take the"
      ],
      [
        1686,
        "01:06:09.366000",
        "01:06:12.033000",
        "that you have to take the second pill 12 hours after you take the first dose, so it's, um -- it's"
      ],
      [
        1687,
        "01:06:12.035000",
        "01:06:14.602000",
        "pill 12 hours after you take the first dose, so it's, um -- it's been 12 hours, and, uh, here's"
      ],
      [
        1688,
        "01:06:14.604000",
        "01:06:16.771000",
        "first dose, so it's, um -- it's been 12 hours, and, uh, here's the second pill, so..."
      ],
      [
        1689,
        "01:06:16.773000",
        "01:06:30.218000",
        "did you... stay with me this whole day so i would take the second pill?"
      ],
      [
        1690,
        "01:06:30.220000",
        "01:06:33.221000",
        "Whole day so i would take the second pill? what?"
      ],
      [
        1691,
        "01:06:33.223000",
        "01:06:34.889000",
        "Second pill?  what? No. That's crazy. I didn't --"
      ],
      [
        1693,
        "01:06:36.526000",
        "01:06:37.492000",
        "no. That's crazy. I didn't -- then why didn't you tell me about this pill?"
      ],
      [
        1694,
        "01:06:37.494000",
        "01:06:39.761000",
        "Then why didn't you tell me about this pill? I didn't because it, uh, y--"
      ],
      [
        1695,
        "01:06:39.763000",
        "01:06:41.363000",
        "about this pill? I didn't because it, uh, y-- uh, slipped my mind."
      ],
      [
        1698,
        "01:06:44.835000",
        "01:06:46.167000",
        "i -- i mean, i-i've -- every time i tried to talk to you about the pill back at the"
      ],
      [
        1699,
        "01:06:46.169000",
        "01:06:47.535000",
        "time i tried to talk to you about the pill back at the diner, you got pissed off,"
      ],
      [
        1700,
        "01:06:47.537000",
        "01:06:48.136000",
        "about the pill back at the diner, you got pissed off, remember?"
      ],
      [
        1708,
        "01:06:58.615000",
        "01:06:59.848000",
        "You lied to me, and you used me! What? No! The second i take this pill,"
      ],
      [
        1709,
        "01:06:59.850000",
        "01:07:00.982000",
        "what? No! The second i take this pill, you're just gonna forget all"
      ],
      [
        1710,
        "01:07:00.984000",
        "01:07:01.483000",
        "the second i take this pill, you're just gonna forget all about me."
      ],
      [
        1748,
        "01:08:11.154000",
        "01:08:12.887000",
        "there is no other time! Just please, please just take the second pill, and then we can"
      ],
      [
        1749,
        "01:08:12.889000",
        "01:08:14.522000",
        "just please, please just take the second pill, and then we can talk about our situation after"
      ],
      [
        1750,
        "01:08:14.524000",
        "01:08:17.358000",
        "the second pill, and then we can talk about our situation after you've taken it."
      ]
    ],
    "regex": "\\b((?!\\bPill:)Pill)(?!\\:)(?!'t)\\b",
    "runtime": 83,
    "characters": [],
    "title_is_name": false,
    "rating": 5.4
  }
]
