[
  {
    "imdb": "tt1723112",
    "title": "The Ditch",
    "year": 2010,
    "genres": [
      "Drama"
    ],
    "count": 11,
    "all_lines": 533,
    "occurrences": [
      [
        2,
        "00:00:27.500000",
        "00:00:31.400000",
        "\"The Ditch\""
      ],
      [
        4,
        "00:00:40.200000",
        "00:00:50.200000",
        "China October 1960 Mingshui,, the Ditch penal farm, the Gobi Desert"
      ],
      [
        106,
        "00:27:47",
        "00:27:50.900000",
        "Ditch the folder after the ..."
      ],
      [
        156,
        "00:32:31.400000",
        "00:32:34.400000",
        "Ditch the folder when"
      ],
      [
        298,
        "00:49:29.700000",
        "00:49:36",
        "Since you so \"revolution\" Ye also to your folders to the Ditch?"
      ],
      [
        331,
        "00:55:54.500000",
        "00:55:58.900000",
        "I think the previous folder are going Ditch"
      ],
      [
        421,
        "01:14:50.200000",
        "01:14:55.200000",
        "You ditch along the landscape, south ..."
      ],
      [
        423,
        "01:15:00.800000",
        "01:15:08.300000",
        "Could not walk far, are the graves on both sides of the ditch ..."
      ],
      [
        430,
        "01:19:26.700000",
        "01:19:33.300000",
        "You can not find him! Ditch the wolf a lot!"
      ],
      [
        533,
        "01:44:52.800000",
        "01:45:18.800000",
        "Chinese subtitle Parkinson's Ivanov 2011-06-30 . 563 01:45:18,800 --> 01:45:28,800 The subtitle for learning exchanges Any commercial use is strictly prohibited Otherwise liable for . 564 01:45:28,800 --> 01:45:38,900 PS - After a search, found two versions of the files belonging to the same 899MB of: The.Ditch.2010.TVRip.MOC And 216MB of: The.Ditch.2010.flv French subtitles are embedded, or not yet found the official subtitles English subtitles Movie characters used in Chinese northern dialect dialogue, but a lot of mixed dialects Northwest Specially designed for listening to recorded Chinese subtitle Movie subtitles only understand the content and design Can not assume responsibility for movie reviews criticism Please all of people Mingjian Name of the film the main character in accordance with tone in mind, no time to examine information This is a self-entertainment production subtitles, or share, consequent release If false, respectfully treatise, without notification Parkinson's Ivanov 2011-06-30"
      ]
    ],
    "regex": "\\b((?!\\bDitch:)Ditch)(?!\\:)(?!'t)\\b",
    "runtime": 112,
    "characters": [],
    "title_is_name": false,
    "rating": 7.1
  }
]
