[
  {
    "imdb": "tt2279306",
    "title": "Propaganda",
    "year": 2012,
    "genres": [
      "Documentary",
      "News"
    ],
    "count": 37,
    "all_lines": 876,
    "occurrences": [
      [
        13,
        "00:01:58.500000",
        "00:02:03.500000",
        "'Public Relations' and propaganda are interchangeable"
      ],
      [
        48,
        "00:04:43",
        "00:04:49",
        "they have mastered the use of propaganda over the other 99%"
      ],
      [
        57,
        "00:05:43",
        "00:05:49",
        "You have just been exposed to a range of propaganda devices used by the West to control"
      ],
      [
        84,
        "00:08:37",
        "00:08:59",
        "\"The point of slogans like \"Support our Troops\" is that they don't mean anything...that's the whole point of good propaganda. You want to create a slogan that nobody's going to be against, and everybody's going to be for. Nobody knows what it means because it doesn't mean anything\". - Professor Noam Chomsky"
      ],
      [
        102,
        "00:10:22",
        "00:10:40",
        "\"The 20th Century has been characterized by three developments of great political  importance: the growth of democracy, the growth of corporate power, and the growth of corporate propaganda as a means of protecting corporate power against democracy\" - Howard Zinn"
      ],
      [
        105,
        "00:10:47",
        "00:10:57.899000",
        "the growth of corporate propaganda as a means of protecting corporate power against democracy."
      ],
      [
        118,
        "00:12:20",
        "00:12:23.990000",
        "The latest propaganda slogan for empire building is:"
      ],
      [
        145,
        "00:15:06",
        "00:15:15.990000",
        "'War on Terror' is a vague propaganda slogan as a real war on terror would include direct intervention in Darfur"
      ],
      [
        165,
        "00:17:14.500000",
        "00:17:20",
        ">>NARRATOR: Fear is the engine room of imperial propaganda."
      ],
      [
        172,
        "00:17:59",
        "00:18:03",
        "use a propaganda manual called The Bible."
      ],
      [
        313,
        "00:33:08",
        "00:33:21",
        ">>NARRATOR: \"See, in my line of work you got to keep repeating things over and over and over again for the truth to sink in, to kind of catapult the propaganda.\" - George W. Bush, New York, May 2005"
      ],
      [
        320,
        "00:34:07",
        "00:34:11",
        "with a propaganda campaign known as Columbus Day."
      ],
      [
        332,
        "00:35:40",
        "00:35:47",
        "This fact is now celebrated with a propaganda campaign called 'Thanksgiving Day'."
      ],
      [
        334,
        "00:35:56",
        "00:36:03.900000",
        "Nobody questions the propaganda films depicting Native Americans as vile savages"
      ],
      [
        359,
        "00:38:58",
        "00:39:08",
        "For them - the oldest human presence on Earth - the 'Lucky Country' is a propaganda phrase used to cover up Australia's most enduring taboo:"
      ],
      [
        382,
        "00:41:05",
        "00:41:12",
        "First, let's examine how propaganda was turned into such an effective weapon by the West."
      ],
      [
        383,
        "00:41:16",
        "00:41:20",
        "The Birth of Propaganda"
      ],
      [
        384,
        "00:41:22",
        "00:41:27",
        "It is a remarkable fact that modern propaganda began with the British"
      ],
      [
        385,
        "00:41:28",
        "00:41:35",
        "who established a secret war propaganda bureau in 1914 in order to sway American public opinion"
      ],
      [
        398,
        "00:43:03",
        "00:43:07",
        "One week later, the US set up its own propaganda organization:"
      ],
      [
        401,
        "00:43:23",
        "00:43:26",
        "While the British abandoned propaganda in peacetime"
      ],
      [
        413,
        "00:44:56",
        "00:45:04.900000",
        "Meanwhile, Nazi Propaganda Minister Joseph Goebbels was openly thanking the British and Americans for their propaganda model"
      ],
      [
        421,
        "00:46:09",
        "00:46:16.500000",
        "35 million lives were given up in WW2 in patriotic fervour created by propaganda campaigns."
      ],
      [
        439,
        "00:48:29",
        "00:48:34",
        "As if using propaganda to send their pacifist population to war wasn't bad enough..."
      ],
      [
        490,
        "00:54:02",
        "00:54:09",
        "to start an enormous propaganda campaign, which continues to this day."
      ],
      [
        513,
        "00:56:41",
        "00:56:50",
        "\"Settlers\" and \"settlement\" are of course propaganda phrases that evoke legitimate and comforting feelings of finding a home."
      ],
      [
        521,
        "00:58:14",
        "00:58:20",
        "The most important propaganda victory for Israel has been selling the idea that it is the victim"
      ],
      [
        537,
        "01:00:24",
        "01:00:29.500000",
        "It calls itself a democracy but uses a type of propaganda called censorship,"
      ],
      [
        554,
        "01:01:58",
        "01:02:02",
        "This propaganda phrase is needed when the imperialist decides"
      ],
      [
        557,
        "01:02:20",
        "01:02:23",
        "Thanks to Western propaganda"
      ],
      [
        614,
        "01:08:18",
        "01:08:23",
        "Advertising is both propaganda and propaganda distributor."
      ],
      [
        633,
        "01:10:26",
        "01:10:30",
        "This is called \"corporate\" propaganda."
      ],
      [
        810,
        "01:28:07",
        "01:28:13",
        "There are now more propaganda-filled screens and magazines than at any other time in history"
      ],
      [
        852,
        "01:33:02",
        "01:33:08",
        "We are the only country left on the planet that has not been invaded by Imperial propaganda."
      ],
      [
        856,
        "01:33:24",
        "01:33:32",
        "They are afraid that people will begin to recognize their propaganda and start rejecting it."
      ]
    ],
    "regex": "\\b((?!\\bPropaganda:)Propaganda)(?!\\:)(?!'t)\\b",
    "runtime": 96,
    "characters": [],
    "title_is_name": false,
    "rating": 8
  }
]
