[
  {
    "imdb": "tt2306745",
    "title": "Sound City",
    "year": 2013,
    "genres": [
      "Documentary",
      "Music"
    ],
    "count": 179,
    "all_lines": 2751,
    "occurrences": [
      [
        14,
        "00:03:23.537000",
        "00:03:26.805000",
        "Driving.  our destination -- sound city."
      ],
      [
        15,
        "00:03:26.807000",
        "00:03:28.874000",
        " our destination -- sound city. "
      ],
      [
        26,
        "00:05:09.810000",
        "00:05:13.812000",
        "Parking lot and thinking, \"really? This is sound city?\""
      ],
      [
        27,
        "00:05:13.814000",
        "00:05:15.414000",
        "\"really? This is sound city?\" "
      ],
      [
        28,
        "00:05:15.416000",
        "00:05:19.951000",
        ">> you know, it's weird, like, when you walk into sound city, you either love it or you hate"
      ],
      [
        47,
        "00:06:02.496000",
        "00:06:06.665000",
        "Wave that came up the hallway of sound city."
      ],
      [
        48,
        "00:06:06.667000",
        "00:06:09.534000",
        ">> sound city was like, you know, you could put your"
      ],
      [
        50,
        "00:06:11.038000",
        "00:06:14.606000",
        ">> a bottle of jack daniel's got spilled all over the carpet. \"who cares? It's sound city."
      ],
      [
        51,
        "00:06:14.608000",
        "00:06:16.375000",
        "Spilled all over the carpet. \"who cares? It's sound city. Who cares?\""
      ],
      [
        119,
        "00:08:08.021000",
        "00:08:16.228000",
        "Joe gottfried and another guy had started sound city in 1969. He was actually the vocalist for"
      ],
      [
        120,
        "00:08:16.230000",
        "00:08:19.064000",
        "Had started sound city in 1969. He was actually the vocalist for the u.S. Army."
      ],
      [
        152,
        "00:09:25.165000",
        "00:09:27.566000",
        "Annual income today of $2.5 billion. >> somebody at sound city came"
      ],
      [
        153,
        "00:09:27.568000",
        "00:09:29.801000",
        "$2.5 billion. >> somebody at sound city came up with this idea -- \"we could"
      ],
      [
        154,
        "00:09:29.803000",
        "00:09:31.703000",
        ">> somebody at sound city came up with this idea -- \"we could start a record company.\""
      ],
      [
        161,
        "00:09:41.181000",
        "00:09:50.188000",
        ">> sound city -- it was funky. It was in the valley, but we only used the valley to get to"
      ],
      [
        190,
        "00:10:41.942000",
        "00:10:44.109000",
        "House. Most of it, I did in my house. And then we went to sound city"
      ],
      [
        191,
        "00:10:44.111000",
        "00:10:46.378000",
        "Most of it, I did in my house. And then we went to sound city with briggs, my producer, and we"
      ],
      [
        192,
        "00:10:46.380000",
        "00:10:48.647000",
        "And then we went to sound city with briggs, my producer, and we put down a piano song called"
      ],
      [
        358,
        "00:17:11.197000",
        "00:17:12.430000",
        "Figures to us. But keith's the one who got us out to sound city."
      ],
      [
        359,
        "00:17:12.432000",
        "00:17:14.432000",
        "But keith's the one who got us out to sound city. >>  crying in the night"
      ],
      [
        360,
        "00:17:14.434000",
        "00:17:16.801000",
        "Out to sound city. >>  crying in the night she's back in town"
      ],
      [
        436,
        "00:19:56.663000",
        "00:19:57.828000",
        ">> we made a deal to do fleetwood mac's next album at sound city."
      ],
      [
        437,
        "00:19:57.830000",
        "00:19:59.564000",
        "Fleetwood mac's next album at sound city. Joe was thrilled -- \"god, we're"
      ],
      [
        438,
        "00:19:59.566000",
        "00:20:00.898000",
        "Sound city. Joe was thrilled -- \"god, we're gonna make our payments!\""
      ],
      [
        465,
        "00:20:56.322000",
        "00:20:57.288000",
        "Day of 1975. And then we go straight to sound city."
      ],
      [
        466,
        "00:20:57.290000",
        "00:20:59.357000",
        "And then we go straight to sound city. the first days in the studio"
      ],
      [
        467,
        "00:20:59.359000",
        "00:21:00.625000",
        "Sound city. the first days in the studio were just amazing."
      ],
      [
        548,
        "00:24:23.763000",
        "00:24:25.696000",
        "Because it's like a big old square room. sound city was a vox factory"
      ],
      [
        549,
        "00:24:25.698000",
        "00:24:27.031000",
        "Square room. sound city was a vox factory in the '60s, I guess."
      ],
      [
        550,
        "00:24:27.033000",
        "00:24:28.899000",
        "sound city was a vox factory in the '60s, I guess. they built vox amps there,"
      ],
      [
        565,
        "00:24:54.560000",
        "00:24:56.660000",
        "Spot for that sound, you know? This, I think, has always been sound city's real sweet spot."
      ],
      [
        566,
        "00:24:56.662000",
        "00:24:58.028000",
        "This, I think, has always been sound city's real sweet spot. and the freaky thing is,"
      ],
      [
        567,
        "00:24:58.030000",
        "00:24:59.129000",
        "Sound city's real sweet spot. and the freaky thing is, no one designed it."
      ],
      [
        584,
        "00:25:26.993000",
        "00:25:29.527000",
        "Soul around none of it is planned. Sound city was welcoming, and we"
      ],
      [
        585,
        "00:25:29.529000",
        "00:25:31.762000",
        "none of it is planned. Sound city was welcoming, and we knew that we had a home there."
      ],
      [
        586,
        "00:25:31.764000",
        "00:25:32.963000",
        "Sound city was welcoming, and we knew that we had a home there. It's a church."
      ],
      [
        599,
        "00:26:25.117000",
        "00:26:40.598000",
        "the first real heartbreakers jam to just feel each other out was at sound city."
      ],
      [
        600,
        "00:26:40.600000",
        "00:26:41.799000",
        "Jam to just feel each other out was at sound city. the studio was fine, but we"
      ],
      [
        601,
        "00:26:41.801000",
        "00:26:42.866000",
        "Was at sound city. the studio was fine, but we just didn't have our shit"
      ],
      [
        623,
        "00:27:13.799000",
        "00:27:18.936000",
        "Speaker or right off a microphone -- that approach, that was sound city."
      ],
      [
        624,
        "00:27:18.938000",
        "00:27:20.170000",
        "Microphone -- that approach, that was sound city. by our third album, we wanted"
      ],
      [
        625,
        "00:27:20.172000",
        "00:27:21.372000",
        "That was sound city. by our third album, we wanted to get, you know, somebody that"
      ],
      [
        644,
        "00:28:02.882000",
        "00:28:05.249000",
        "Business. when we showed up with jimmy at sound city, he was just"
      ],
      [
        645,
        "00:28:05.251000",
        "00:28:06.417000",
        "when we showed up with jimmy at sound city, he was just horrified."
      ],
      [
        646,
        "00:28:06.419000",
        "00:28:09.286000",
        "At sound city, he was just horrified. Just like, \"what is"
      ],
      [
        749,
        "00:31:26.485000",
        "00:31:32.155000",
        "Curly? I was \"paula at sound city.\" that was my last name for years."
      ],
      [
        750,
        "00:31:32.157000",
        "00:31:34.124000",
        "I was \"paula at sound city.\" that was my last name for years. paula was, like, a one-woman"
      ],
      [
        812,
        "00:33:36.415000",
        "00:33:41.184000",
        "when we came to sound city, the producer, gary lublow, would say, \"no, man, slow it down so"
      ],
      [
        830,
        "00:34:06.278000",
        "00:34:12.182000",
        ">> one of the greatest punk-rock albums -- they made the record at sound city."
      ],
      [
        831,
        "00:34:12.184000",
        "00:34:13.717000",
        "Albums -- they made the record at sound city. That sound comes out of his"
      ],
      [
        832,
        "00:34:13.719000",
        "00:34:14.551000",
        "At sound city. That sound comes out of his face, man."
      ],
      [
        848,
        "00:34:52.724000",
        "00:34:53.490000",
        "Scheduling studio time. That's not what they did at sound city."
      ],
      [
        849,
        "00:34:53.492000",
        "00:34:55.158000",
        "That's not what they did at sound city. >> a producer works with the"
      ],
      [
        850,
        "00:34:55.160000",
        "00:34:55.692000",
        "Sound city. >> a producer works with the songs."
      ],
      [
        911,
        "00:36:57.382000",
        "00:36:57.881000",
        "Ex-girlfriend -- hooked me up with this guy that knew joe at sound city."
      ],
      [
        912,
        "00:36:57.883000",
        "00:36:59.449000",
        "With this guy that knew joe at sound city. And he said, \"joe's looking for"
      ],
      [
        913,
        "00:36:59.451000",
        "00:37:00.350000",
        "Sound city. And he said, \"joe's looking for artists to sign.\""
      ],
      [
        974,
        "00:38:48.493000",
        "00:38:48.892000",
        "patricia had just finished the \"crimes of passion\" record at sound city."
      ],
      [
        1036,
        "00:40:47.646000",
        "00:40:52.582000",
        "Rock 'n' roll, 7 or 8 out of the 10 songs were recorded at sound city."
      ],
      [
        1037,
        "00:40:52.584000",
        "00:40:53.783000",
        "10 songs were recorded at sound city. describe hollywood in the"
      ],
      [
        1038,
        "00:40:53.785000",
        "00:40:55.051000",
        "Sound city. describe hollywood in the '80s."
      ],
      [
        1050,
        "00:41:29.187000",
        "00:41:30.186000",
        "Of friend you turned out to be I only did one record at sound city."
      ],
      [
        1051,
        "00:41:30.188000",
        "00:41:32.255000",
        "I only did one record at sound city. It was more family than any"
      ],
      [
        1052,
        "00:41:32.257000",
        "00:41:34.190000",
        "Sound city. It was more family than any studio I've ever been to."
      ],
      [
        1070,
        "00:42:06.758000",
        "00:42:08.758000",
        "We were having such a good time at sound city, almost like it"
      ],
      [
        1071,
        "00:42:08.760000",
        "00:42:10.827000",
        "At sound city, almost like it was a hang, and we just had to"
      ],
      [
        1084,
        "00:42:31.650000",
        "00:42:32.549000",
        "I have a lot of stuff that formed me in that place, in sound city."
      ],
      [
        1085,
        "00:42:32.551000",
        "00:42:34.584000",
        "Formed me in that place, in sound city. you know, you're in your 20s"
      ],
      [
        1086,
        "00:42:34.586000",
        "00:42:36.586000",
        "Sound city. you know, you're in your 20s and you don't realize that this"
      ],
      [
        1168,
        "00:44:58.029000",
        "00:45:00.229000",
        "don't come around here no more keith olsen left sound city"
      ],
      [
        1169,
        "00:45:00.231000",
        "00:45:02.398000",
        "More keith olsen left sound city and built a studio right next"
      ],
      [
        1170,
        "00:45:02.400000",
        "00:45:03.099000",
        "keith olsen left sound city and built a studio right next door."
      ],
      [
        1199,
        "00:45:46.745000",
        "00:45:48.411000",
        "And I can't trust this. keith olsen clearly had a lot to do with making sound city"
      ],
      [
        1200,
        "00:45:48.413000",
        "00:45:49.312000",
        "keith olsen clearly had a lot to do with making sound city what it is."
      ],
      [
        1201,
        "00:45:49.314000",
        "00:45:50.480000",
        "To do with making sound city what it is. But then, if you went to his"
      ],
      [
        1203,
        "00:45:51.983000",
        "00:45:52.782000",
        "But then, if you went to his studio next door, it was nothing like sound city."
      ],
      [
        1204,
        "00:45:52.784000",
        "00:45:54.450000",
        "Studio next door, it was nothing like sound city. It was the precursor to the"
      ],
      [
        1205,
        "00:45:54.452000",
        "00:45:55.518000",
        "Like sound city. It was the precursor to the digital studio."
      ],
      [
        1221,
        "00:46:40.365000",
        "00:46:43.399000",
        "Cannon-shot snare. here I go-o-o-o-o sound city couldn't keep up."
      ],
      [
        1222,
        "00:46:43.401000",
        "00:46:46.068000",
        "here I go-o-o-o-o sound city couldn't keep up. Joe was way over his head,"
      ],
      [
        1223,
        "00:46:46.070000",
        "00:46:51.207000",
        "sound city couldn't keep up. Joe was way over his head, and not just with the studio."
      ],
      [
        1261,
        "00:48:09.954000",
        "00:48:17.093000",
        "Over. It just got a little haywire. by the late '80s, sound city,"
      ],
      [
        1262,
        "00:48:17.095000",
        "00:48:19.662000",
        "It just got a little haywire. by the late '80s, sound city, it just couldn't compete."
      ],
      [
        1263,
        "00:48:19.664000",
        "00:48:26.636000",
        "by the late '80s, sound city, it just couldn't compete. "
      ],
      [
        1267,
        "00:48:31.109000",
        "00:48:32.375000",
        "Studios got nicer and nicer. Like, some studios had hot tubs. But, at sound city, you just"
      ],
      [
        1268,
        "00:48:32.377000",
        "00:48:33.943000",
        "Like, some studios had hot tubs. But, at sound city, you just wanted to work and get the hell"
      ],
      [
        1269,
        "00:48:33.945000",
        "00:48:34.510000",
        "But, at sound city, you just wanted to work and get the hell out of there."
      ],
      [
        1278,
        "00:48:52.430000",
        "00:48:54.130000",
        "aaaaaaaaaah I got up, after nine years at sound city, $29,000 for the"
      ],
      [
        1279,
        "00:48:54.132000",
        "00:48:55.564000",
        "I got up, after nine years at sound city, $29,000 for the year, no health insurance."
      ],
      [
        1280,
        "00:48:55.566000",
        "00:48:56.499000",
        "Sound city, $29,000 for the year, no health insurance. Joe took it away."
      ],
      [
        1287,
        "00:49:08.279000",
        "00:49:10.546000",
        "Leaving.\" by the time I got to sound city, it was really dying."
      ],
      [
        1288,
        "00:49:10.548000",
        "00:49:12.682000",
        "by the time I got to sound city, it was really dying. We had a tech who was dealing"
      ],
      [
        1289,
        "00:49:12.684000",
        "00:49:15.084000",
        "Sound city, it was really dying. We had a tech who was dealing drugs, receptionist who wanted"
      ],
      [
        1302,
        "00:49:37.275000",
        "00:49:38.574000",
        "My checking account and bought paint, and we painted the walls. Sound city was dead."
      ],
      [
        1303,
        "00:49:38.576000",
        "00:49:40.543000",
        "Paint, and we painted the walls. Sound city was dead. It was dead."
      ],
      [
        1305,
        "00:49:54.092000",
        "00:49:58.394000",
        "to be honest, I don't even remember how the fuck we picked sound city."
      ],
      [
        1371,
        "00:51:57.415000",
        "00:52:02.118000",
        "I remember, every night, we'd bring a cassette back from sound city to the oakwood"
      ],
      [
        1372,
        "00:52:02.120000",
        "00:52:03.385000",
        "Bring a cassette back from sound city to the oakwood apartments, where we were"
      ],
      [
        1373,
        "00:52:03.387000",
        "00:52:04.820000",
        "Sound city to the oakwood apartments, where we were staying, and listen to what we"
      ],
      [
        1398,
        "00:52:50.234000",
        "00:52:52.501000",
        "Cords. if you have, if you need looking back at sound city, I"
      ],
      [
        1399,
        "00:52:52.503000",
        "00:52:54.670000",
        "if you have, if you need looking back at sound city, I realize so much of that record"
      ],
      [
        1400,
        "00:52:54.672000",
        "00:52:57.506000",
        "looking back at sound city, I realize so much of that record is about performance."
      ],
      [
        1490,
        "00:55:32.997000",
        "00:55:35.364000",
        ">>  here we are now entertain us >> sound city would not have"
      ],
      [
        1491,
        "00:55:35.366000",
        "00:55:37.733000",
        "entertain us >> sound city would not have survived if it was not for that"
      ],
      [
        1492,
        "00:55:37.735000",
        "00:55:38.567000",
        ">> sound city would not have survived if it was not for that record."
      ],
      [
        1518,
        "00:56:45.770000",
        "00:56:57.513000",
        ">> I remember coming back to sound city. I hadn't been there in a while."
      ],
      [
        1519,
        "00:56:57.515000",
        "00:56:59.548000",
        "Sound city. I hadn't been there in a while. And the record had gotten big."
      ],
      [
        1532,
        "00:57:16.700000",
        "00:57:19.168000",
        "Seeing all of those other records. To me, sound city represents"
      ],
      [
        1533,
        "00:57:19.170000",
        "00:57:21.904000",
        "Records. To me, sound city represents some sort of integrity like a"
      ],
      [
        1534,
        "00:57:21.906000",
        "00:57:24.506000",
        "To me, sound city represents some sort of integrity like a truth, which is very human."
      ],
      [
        1545,
        "00:57:47.531000",
        "00:57:49.631000",
        ">> it's like this tidal wave of interest, and it was a no-brainer -- sound city."
      ],
      [
        1546,
        "00:57:49.633000",
        "00:58:01.143000",
        ">> we chose sound city because \"nevermind\" was recorded there. "
      ],
      [
        1555,
        "00:58:18.596000",
        "00:58:20.629000",
        ">>  killing in the name of >> we did our record at sound city like a live show."
      ],
      [
        1556,
        "00:58:20.631000",
        "00:58:22.764000",
        ">> we did our record at sound city like a live show. >> we brought monitors in, and"
      ],
      [
        1557,
        "00:58:22.766000",
        "00:58:24.633000",
        "Sound city like a live show. >> we brought monitors in, and we invited a bunch of our"
      ],
      [
        1572,
        "00:58:51.862000",
        "00:58:53.962000",
        "Kind of thing. And so, obviously, all roads led to a place like sound city."
      ],
      [
        1626,
        "01:00:51.849000",
        "01:01:01.423000",
        ">> I was the runner, and I'll never forget sitting at the front desk at sound city and"
      ],
      [
        1627,
        "01:01:01.425000",
        "01:01:03.258000",
        "Never forget sitting at the front desk at sound city and tom petty and carl perkins and"
      ],
      [
        1628,
        "01:01:03.260000",
        "01:01:05.127000",
        "Front desk at sound city and tom petty and carl perkins and john fogerty walked in, and it"
      ],
      [
        1640,
        "01:01:28.052000",
        "01:01:29.451000",
        "\"it's carl fucking perkins. Can you believe it?\" >> good ol' sound city came"
      ],
      [
        1641,
        "01:01:29.453000",
        "01:01:31.186000",
        "Can you believe it?\" >> good ol' sound city came through for us again."
      ],
      [
        1642,
        "01:01:31.188000",
        "01:01:32.220000",
        ">> good ol' sound city came through for us again. [ tom petty's"
      ],
      [
        1658,
        "01:02:00.117000",
        "01:02:01.416000",
        "Pro tools rig, you know? >> when you came to work at sound city, you knew what you"
      ],
      [
        1659,
        "01:02:01.418000",
        "01:02:02.217000",
        ">> when you came to work at sound city, you knew what you were getting."
      ],
      [
        1660,
        "01:02:02.219000",
        "01:02:07.956000",
        "Sound city, you knew what you were getting. It was a tape-based studio."
      ],
      [
        1683,
        "01:02:52.202000",
        "01:02:54.002000",
        ">>  whatever you do don't tell anyone >> sound city was a place where"
      ],
      [
        1684,
        "01:02:54.004000",
        "01:02:55.771000",
        "don't tell anyone >> sound city was a place where real men went to make records."
      ],
      [
        1685,
        "01:02:55.773000",
        "01:02:57.973000",
        ">> sound city was a place where real men went to make records. It wasn't gonna be easy."
      ],
      [
        1819,
        "01:07:14.131000",
        "01:07:16.131000",
        "Things, there's no bookstore, there's no music store, and there's no sound city."
      ],
      [
        1820,
        "01:07:16.133000",
        "01:07:18.166000",
        "There's no music store, and there's no sound city. >>  and show you the way to"
      ],
      [
        1821,
        "01:07:18.168000",
        "01:07:20.035000",
        "There's no sound city. >>  and show you the way to go"
      ],
      [
        1824,
        "01:07:34.751000",
        "01:07:36.384000",
        "it's over it's over >> I had heard that sound city"
      ],
      [
        1825,
        "01:07:36.386000",
        "01:07:37.419000",
        "it's over >> I had heard that sound city was about to close."
      ],
      [
        1826,
        "01:07:37.421000",
        "01:07:38.820000",
        ">> I had heard that sound city was about to close. Someone said, \"you should call"
      ],
      [
        1831,
        "01:07:45.362000",
        "01:07:47.529000",
        "Was in tears, man. It was -- it was heavy. >> sound city was my home."
      ],
      [
        1832,
        "01:07:47.531000",
        "01:07:49.664000",
        "It was -- it was heavy. >> sound city was my home. And, basically, after all those"
      ],
      [
        1833,
        "01:07:49.666000",
        "01:07:51.699000",
        ">> sound city was my home. And, basically, after all those years -- after 19 years, laid"
      ],
      [
        1854,
        "01:08:42.486000",
        "01:08:59.767000",
        ">> looking back, I was just a kid when I walked into sound city, and that board is"
      ],
      [
        1855,
        "01:08:59.769000",
        "01:09:03.338000",
        "Kid when I walked into sound city, and that board is the reason I'm here right now."
      ],
      [
        1856,
        "01:09:03.340000",
        "01:09:06.241000",
        "Sound city, and that board is the reason I'm here right now. I'd do anything for it."
      ],
      [
        1891,
        "01:10:17.347000",
        "01:10:20.815000",
        "It. It's the sound of the records that were made at sound city."
      ],
      [
        1892,
        "01:10:20.817000",
        "01:10:22.717000",
        "It's the sound of the records that were made at sound city. This thing is a piece of"
      ],
      [
        1893,
        "01:10:22.719000",
        "01:10:24.519000",
        "That were made at sound city. This thing is a piece of rock 'n' roll history."
      ],
      [
        1918,
        "01:11:29.386000",
        "01:11:31.286000",
        "[ stevie nicks' \"you can't fix this\" plays ] telling the story of sound city"
      ],
      [
        1919,
        "01:11:31.288000",
        "01:11:32.020000",
        "\"you can't fix this\" plays ] telling the story of sound city is one thing."
      ],
      [
        1920,
        "01:11:32.022000",
        "01:11:33.388000",
        "Telling the story of sound city is one thing. Plugging in and actually putting"
      ],
      [
        1948,
        "01:12:42.459000",
        "01:12:44.025000",
        "Bit of that vibe that was captured when all those classic records were made at sound city."
      ],
      [
        1949,
        "01:12:44.027000",
        "01:12:45.693000",
        "Captured when all those classic records were made at sound city. We'll try to put some of that"
      ],
      [
        1950,
        "01:12:45.695000",
        "01:12:46.761000",
        "Records were made at sound city. We'll try to put some of that into this album."
      ],
      [
        1994,
        "01:14:43.046000",
        "01:14:45.112000",
        "\"dear mom and dad and chris, well, here I am once again at the famous sound city recording"
      ],
      [
        1995,
        "01:14:45.114000",
        "01:14:46.547000",
        "Well, here I am once again at the famous sound city recording studio.\""
      ],
      [
        1996,
        "01:14:46.549000",
        "01:14:48.516000",
        "The famous sound city recording studio.\" \"sound city, inc.\""
      ],
      [
        1997,
        "01:14:48.518000",
        "01:14:49.484000",
        "Studio.\" \"sound city, inc.\" ta-da!"
      ],
      [
        1998,
        "01:14:49.486000",
        "01:14:51.085000",
        "\"sound city, inc.\" ta-da! \"I'm getting very tired of"
      ],
      [
        2021,
        "01:15:27.223000",
        "01:15:33.528000",
        "I think it really is a testament to how many people actually did love sound city and"
      ],
      [
        2022,
        "01:15:33.530000",
        "01:15:35.530000",
        "Testament to how many people actually did love sound city and do love that neve console and"
      ],
      [
        2023,
        "01:15:35.532000",
        "01:15:37.765000",
        "Actually did love sound city and do love that neve console and want to be part of history."
      ],
      [
        2146,
        "01:20:08.805000",
        "01:20:11.205000",
        "great, man. Anybody that's been to sound city knows exactly why I'm"
      ],
      [
        2147,
        "01:20:11.207000",
        "01:20:12.540000",
        "Anybody that's been to sound city knows exactly why I'm making this record."
      ],
      [
        2148,
        "01:20:12.542000",
        "01:20:13.507000",
        "Sound city knows exactly why I'm making this record. They get it."
      ],
      [
        2662,
        "01:43:58.466000",
        "01:43:59.799000",
        "But that smell -- I'll never forget that smell when the front doors of sound city were open on"
      ],
      [
        2663,
        "01:43:59.801000",
        "01:44:01.634000",
        "Forget that smell when the front doors of sound city were open on a good, windy day."
      ],
      [
        2664,
        "01:44:01.636000",
        "01:44:02.868000",
        "Doors of sound city were open on a good, windy day. The smell of hops would just"
      ],
      [
        2715,
        "01:45:37.498000",
        "01:45:44.437000",
        "Hangin' on one little ditty yeah, we got it on 2-inch tape down at sound city"
      ],
      [
        2716,
        "01:45:44.439000",
        "01:45:46.439000",
        "yeah, we got it on 2-inch tape down at sound city I wanna play a song,"
      ],
      [
        2717,
        "01:45:46.441000",
        "01:45:47.940000",
        "Down at sound city I wanna play a song, everyone sing along"
      ],
      [
        2739,
        "01:46:31.886000",
        "01:46:33.486000",
        "Hangin' on one little ditty yeah, we got it on 2-inch tape down at sound city"
      ],
      [
        2740,
        "01:46:33.488000",
        "01:46:35.521000",
        "yeah, we got it on 2-inch tape down at sound city oh, yeah"
      ],
      [
        2741,
        "01:46:35.523000",
        "01:46:38.424000",
        "Down at sound city oh, yeah got it on 2-inch tape"
      ],
      [
        2742,
        "01:46:38.426000",
        "01:46:39.992000",
        "oh, yeah got it on 2-inch tape down at sound city"
      ],
      [
        2743,
        "01:46:39.994000",
        "01:46:42.495000",
        "got it on 2-inch tape down at sound city whoo-hoo-hoo"
      ],
      [
        2744,
        "01:46:42.497000",
        "01:46:44.730000",
        "Down at sound city whoo-hoo-hoo got it on 2-inch tape"
      ],
      [
        2745,
        "01:46:44.732000",
        "01:46:47.032000",
        "whoo-hoo-hoo got it on 2-inch tape down at sound city"
      ],
      [
        2746,
        "01:46:47.034000",
        "01:46:48.834000",
        "got it on 2-inch tape down at sound city yeah, yeah, yeah"
      ],
      [
        2747,
        "01:46:48.836000",
        "01:46:51.103000",
        "Down at sound city yeah, yeah, yeah we got it on 2-inch tape"
      ],
      [
        2748,
        "01:46:51.105000",
        "01:46:53.672000",
        "yeah, yeah, yeah we got it on 2-inch tape down at sound city"
      ],
      [
        2749,
        "01:46:53.674000",
        "01:46:55.808000",
        "we got it on 2-inch tape down at sound city "
      ],
      [
        2750,
        "01:46:55.810000",
        "01:46:57.977000",
        "Down at sound city  "
      ]
    ],
    "regex": "\\b((?!\\bSound\\ City:)Sound\\ City)(?!\\:)(?!'t)\\b",
    "runtime": 107,
    "characters": [],
    "title_is_name": false,
    "rating": 7.8
  }
]
