[
  {
    "imdb": "tt2386327",
    "title": "The Institute",
    "year": 2012,
    "genres": [
      "Crime",
      "Documentary",
      "Mystery"
    ],
    "count": 86,
    "all_lines": 2438,
    "occurrences": [
      [
        22,
        "00:02:33.220000",
        "00:02:34.419000",
        "Messages. >>   thank you for calling the jejune institute,"
      ],
      [
        23,
        "00:02:34.421000",
        "00:02:36.722000",
        ">>   thank you for calling the jejune institute, san francisco headquarters."
      ],
      [
        24,
        "00:02:36.724000",
        "00:02:38.323000",
        "The jejune institute, san francisco headquarters. We would like to invite you to"
      ],
      [
        52,
        "00:03:25.005000",
        "00:03:26.705000",
        "Bank of america. I walked in and asked for the jejune institute."
      ],
      [
        53,
        "00:03:26.707000",
        "00:03:29.541000",
        "I walked in and asked for the jejune institute. The security guard seemed to"
      ],
      [
        54,
        "00:03:29.543000",
        "00:03:30.776000",
        "Jejune institute. The security guard seemed to know what the place was."
      ],
      [
        71,
        "00:04:00.908000",
        "00:04:02.074000",
        "She could help me. I said, \"yeah, I'm here for the jejune institute.\""
      ],
      [
        72,
        "00:04:02.076000",
        "00:04:04.409000",
        "I said, \"yeah, I'm here for the jejune institute.\" and she handed me a key."
      ],
      [
        73,
        "00:04:04.411000",
        "00:04:06.745000",
        "Jejune institute.\" and she handed me a key. And that seemed to be that."
      ],
      [
        84,
        "00:04:24.331000",
        "00:04:26.064000",
        " Welcome to the jejune institute,"
      ],
      [
        85,
        "00:04:26.066000",
        "00:04:28.600000",
        "Welcome to the jejune institute, san francisco induction center."
      ],
      [
        86,
        "00:04:28.602000",
        "00:04:30.936000",
        "The jejune institute, san francisco induction center. Please enter the room and close"
      ],
      [
        93,
        "00:04:46.887000",
        "00:05:00.932000",
        " induction office of the jejune institute, located"
      ],
      [
        94,
        "00:05:00.934000",
        "00:05:02.768000",
        "Induction office of the jejune institute, located in the deep forests of"
      ],
      [
        95,
        "00:05:02.770000",
        "00:05:04.970000",
        "The jejune institute, located in the deep forests of san francisco."
      ],
      [
        106,
        "00:05:26.727000",
        "00:05:28.860000",
        "Bombay, quebec, and santiago. But the origins of the jejune institute are right"
      ],
      [
        107,
        "00:05:28.862000",
        "00:05:29.594000",
        "But the origins of the jejune institute are right here."
      ],
      [
        108,
        "00:05:29.596000",
        "00:05:31.596000",
        "The jejune institute are right here. It all began in 1962, when a"
      ],
      [
        121,
        "00:06:00.894000",
        "00:06:03.061000",
        "Metaphysicist octavio coleman, esquire, the institute gained a wide"
      ],
      [
        122,
        "00:06:03.063000",
        "00:06:05.597000",
        "Octavio coleman, esquire, the institute gained a wide influence and prestige for"
      ],
      [
        123,
        "00:06:05.599000",
        "00:06:07.432000",
        "Institute gained a wide influence and prestige for which it is now known."
      ],
      [
        134,
        "00:06:31.525000",
        "00:06:33.592000",
        "To spawn a thousand like-minded prophets of pop psychology. But what the jejune institute"
      ],
      [
        135,
        "00:06:33.594000",
        "00:06:35.660000",
        "Prophets of pop psychology. But what the jejune institute is most celebrated for today"
      ],
      [
        136,
        "00:06:35.662000",
        "00:06:37.162000",
        "But what the jejune institute is most celebrated for today are the many advanced"
      ],
      [
        376,
        "00:14:55.028000",
        "00:14:56.561000",
        "Now back to our program. well, the epwa's position on the jejune institute is that"
      ],
      [
        377,
        "00:14:56.563000",
        "00:14:58.096000",
        "well, the epwa's position on the jejune institute is that they were selling false"
      ],
      [
        378,
        "00:14:58.098000",
        "00:14:58.963000",
        "The jejune institute is that they were selling false nonchalance."
      ],
      [
        409,
        "00:15:56.723000",
        "00:16:02.327000",
        "Founder of the jejune institute, chief funder of the algorithm, main"
      ],
      [
        410,
        "00:16:02.329000",
        "00:16:04.028000",
        "Jejune institute, chief funder of the algorithm, main perpetrator of false"
      ],
      [
        425,
        "00:16:31.725000",
        "00:16:33.257000",
        "This time consolidated the jejune institute as a"
      ],
      [
        426,
        "00:16:33.259000",
        "00:16:35.093000",
        "Jejune institute as a limited liability corporation."
      ],
      [
        427,
        "00:16:35.095000",
        "00:16:41.132000",
        "Today, the institute commands an unheard-of freedom from governmental regulation or, for"
      ],
      [
        433,
        "00:16:53.446000",
        "00:17:00.451000",
        "basically, what had happened is I'd gone to the institute, and I had gone through the first"
      ],
      [
        434,
        "00:17:00.453000",
        "00:17:02.353000",
        "Is I'd gone to the institute, and I had gone through the first phase and was amazed by it,"
      ],
      [
        441,
        "00:17:19.205000",
        "00:17:21.606000",
        "Pizza. And when I came back, there were the jejune institute posters all"
      ],
      [
        442,
        "00:17:21.608000",
        "00:17:23.474000",
        "And when I came back, there were the jejune institute posters all over the street where I just"
      ],
      [
        443,
        "00:17:23.476000",
        "00:17:25.343000",
        "The jejune institute posters all over the street where I just was and on every sign and on"
      ],
      [
        517,
        "00:19:56.796000",
        "00:19:59.363000",
        "You know what happened. I led us right past the jejune institute, and obviously"
      ],
      [
        518,
        "00:19:59.365000",
        "00:20:01.599000",
        "I led us right past the jejune institute, and obviously octavio was waiting there for"
      ],
      [
        519,
        "00:20:01.601000",
        "00:20:02.033000",
        "Jejune institute, and obviously octavio was waiting there for us."
      ],
      [
        692,
        "00:27:10.396000",
        "00:27:12.329000",
        "You know, life-changing. I created a web page about the jejune institute and hid it"
      ],
      [
        693,
        "00:27:12.331000",
        "00:27:14.365000",
        "I created a web page about the jejune institute and hid it inside the organeil material."
      ],
      [
        694,
        "00:27:14.367000",
        "00:27:16.400000",
        "Jejune institute and hid it inside the organeil material. I saw people start showing up"
      ],
      [
        781,
        "00:30:10.609000",
        "00:30:12.943000",
        "And I felt that with some reason that my interaction with the jejune institute was"
      ],
      [
        782,
        "00:30:12.945000",
        "00:30:15.512000",
        "Reason that my interaction with the jejune institute was possibly spiritually harmful in"
      ],
      [
        783,
        "00:30:15.514000",
        "00:30:16.547000",
        "The jejune institute was possibly spiritually harmful in some sense."
      ],
      [
        790,
        "00:30:25.591000",
        "00:30:27.191000",
        "A little bit more of the \"plot,\" you realize that the jejune institute is the bad"
      ],
      [
        791,
        "00:30:27.193000",
        "00:30:27.558000",
        "You realize that the jejune institute is the bad guys."
      ],
      [
        792,
        "00:30:27.560000",
        "00:30:29.326000",
        "Jejune institute is the bad guys. And so, you've given your"
      ],
      [
        799,
        "00:30:39.438000",
        "00:30:41.271000",
        "Goals are, you know? From the sinister nature of the jejune institute, it is not"
      ],
      [
        800,
        "00:30:41.273000",
        "00:30:43.273000",
        "From the sinister nature of the jejune institute, it is not clear that you're involved with"
      ],
      [
        801,
        "00:30:43.275000",
        "00:30:44.608000",
        "Jejune institute, it is not clear that you're involved with something as beautiful as"
      ],
      [
        838,
        "00:32:05.090000",
        "00:32:06.356000",
        "My cellphone from commander 14, checking and saying that the jejune institute was moving in"
      ],
      [
        839,
        "00:32:06.358000",
        "00:32:07.391000",
        "Checking and saying that the jejune institute was moving in or something about the"
      ],
      [
        840,
        "00:32:07.393000",
        "00:32:08.392000",
        "Jejune institute was moving in or something about the green energy arcans."
      ],
      [
        1159,
        "00:42:05.991000",
        "00:42:08.024000",
        "Inspiration or a threat, depending on how you understand it, to the institute and the"
      ],
      [
        1160,
        "00:42:08.026000",
        "00:42:10.093000",
        "Depending on how you understand it, to the institute and the agency."
      ],
      [
        1161,
        "00:42:10.095000",
        "00:42:12.962000",
        "It, to the institute and the agency. >> wow. How many are there?"
      ],
      [
        1364,
        "00:48:11.189000",
        "00:48:13.189000",
        "How do you interpret the fact that the algorithm is clearly with the jejune institute and"
      ],
      [
        1365,
        "00:48:13.191000",
        "00:48:15.224000",
        "That the algorithm is clearly with the jejune institute and there's an artifact that makes"
      ],
      [
        1366,
        "00:48:15.226000",
        "00:48:17.260000",
        "With the jejune institute and there's an artifact that makes it work that is somewhere else?"
      ],
      [
        1850,
        "01:04:57.094000",
        "01:04:59.361000",
        "Going to destroy the jejune institute once and for"
      ],
      [
        1851,
        "01:04:59.363000",
        "01:05:01.696000",
        "Jejune institute once and for all and bring their \"jejunery\""
      ],
      [
        1909,
        "01:06:42.666000",
        "01:06:43.298000",
        "how long have you been participating with the institute?"
      ],
      [
        1910,
        "01:06:43.300000",
        "01:06:47.335000",
        "Participating with the institute? for about two years."
      ],
      [
        1911,
        "01:06:47.337000",
        "01:06:49.337000",
        "Institute? for about two years. have you ever experienced a"
      ],
      [
        1972,
        "01:09:56.326000",
        "01:09:57.759000",
        "the epwa was going to give us the power to take down the jejune institute."
      ],
      [
        1973,
        "01:09:57.761000",
        "01:09:59.827000",
        "The power to take down the jejune institute. we would all do jazz hands,"
      ],
      [
        1974,
        "01:09:59.829000",
        "01:10:01.930000",
        "Jejune institute. we would all do jazz hands, and commander 14 would show up."
      ],
      [
        1990,
        "01:11:40.997000",
        "01:11:44.432000",
        "Socio-reengineering 2011, brought to you by the jejune institute, llc."
      ],
      [
        1991,
        "01:11:44.434000",
        "01:11:46.634000",
        "Brought to you by the jejune institute, llc. Thirty-two years ago, the very"
      ],
      [
        1992,
        "01:11:46.636000",
        "01:11:48.569000",
        "The jejune institute, llc. Thirty-two years ago, the very first socio-reengineering"
      ],
      [
        2005,
        "01:12:13.396000",
        "01:12:18.666000",
        "It was the romantic connection between institute researchers ezra logan and"
      ],
      [
        2006,
        "01:12:18.668000",
        "01:12:20.668000",
        "Between institute researchers ezra logan and mrs. Toni hapuis, which"
      ],
      [
        2144,
        "01:16:39.929000",
        "01:16:42.063000",
        "They knew what he was saying, or at least everybody on the jejune institute staff."
      ],
      [
        2145,
        "01:16:42.065000",
        "01:16:44.398000",
        "Or at least everybody on the jejune institute staff. >> the seminar ended with all of"
      ],
      [
        2146,
        "01:16:44.400000",
        "01:16:46.400000",
        "Jejune institute staff. >> the seminar ended with all of us getting under three big"
      ],
      [
        2159,
        "01:17:03.152000",
        "01:17:05.052000",
        "I felt very safe. And right then, somebody from the jejune institute either"
      ],
      [
        2160,
        "01:17:05.054000",
        "01:17:06.988000",
        "And right then, somebody from the jejune institute either moved a chair or just got a"
      ],
      [
        2161,
        "01:17:06.990000",
        "01:17:09.123000",
        "The jejune institute either moved a chair or just got a little bit too close and kicked"
      ],
      [
        2168,
        "01:17:18.468000",
        "01:17:19.934000",
        "Good way of summing up my entire experience at the jejune institute."
      ],
      [
        2169,
        "01:17:19.936000",
        "01:17:22.436000",
        "Experience at the jejune institute. >> and allow yourself to stretch"
      ],
      [
        2170,
        "01:17:22.438000",
        "01:17:25.039000",
        "Jejune institute. >> and allow yourself to stretch and to touch each other and to"
      ],
      [
        2414,
        "01:26:45.467000",
        "01:26:47.534000",
        "It's fun that way. >> I do miss the jejune institute a lot, and I"
      ],
      [
        2415,
        "01:26:47.536000",
        "01:26:49.670000",
        ">> I do miss the jejune institute a lot, and I still talk to people about it."
      ],
      [
        2416,
        "01:26:49.672000",
        "01:26:52.372000",
        "Jejune institute a lot, and I still talk to people about it. People -- well, I have a dog,"
      ]
    ],
    "regex": "\\b((?!\\bInstitute:)Institute)(?!\\:)(?!'t)\\b",
    "runtime": 92,
    "characters": [],
    "title_is_name": false,
    "rating": 6.2
  }
]
