[
  {
    "imdb": "tt3976140",
    "title": "Children 404",
    "year": 2014,
    "genres": [
      "Documentary",
      "Family"
    ],
    "count": 25,
    "all_lines": 755,
    "occurrences": [
      [
        9,
        "00:01:17.786000",
        "00:01:37.384000",
        "In March of 2013, a group \"Children-404\" was created in social networks. It was a response to the parliamentary debates on the bill that forbids  \"propaganda of non-traditional sexual relations to minors\".  LGBT-adolescents joined it in order to remind society of their existence."
      ],
      [
        10,
        "00:01:40.286000",
        "00:01:54.009000",
        "Children 404"
      ],
      [
        11,
        "00:01:54.009000",
        "00:02:00.836000",
        "45 teenagers from the group \"Children-404\" have shared their stories and made videos for this film."
      ],
      [
        52,
        "00:05:30.814000",
        "00:05:34.599000",
        "and why it's called Children-404."
      ],
      [
        53,
        "00:05:34.599000",
        "00:05:42.447000",
        "Since many think 404 is an error. Thus, you have called your project Children-error."
      ],
      [
        55,
        "00:05:46.766000",
        "00:05:54.638000",
        "In fact, all started with a publication in the Rosbalt agency titled \"Children-404\"."
      ],
      [
        56,
        "00:05:54.638000",
        "00:06:01.070000",
        "It said at the beginning that it was about children who were invisible in our society."
      ],
      [
        59,
        "00:06:12.912000",
        "00:06:17.161000",
        "Children-404, 705 messages to date"
      ],
      [
        182,
        "00:19:28.033000",
        "00:19:33.745000",
        "Children of our country are used to being considered brainless vegetables:"
      ],
      [
        183,
        "00:19:33.745000",
        "00:19:38.621000",
        "Children of the project \"Children-404\" have spoken out, but nobody wanted them to be heard."
      ],
      [
        286,
        "00:29:35.351000",
        "00:29:39.159000",
        "Children-404. You are priceless. I'm by your side. I love you."
      ],
      [
        344,
        "00:32:54.021000",
        "00:32:57.480000",
        "Towards the gay marriage, adoption of children, gay parenting?"
      ],
      [
        555,
        "00:50:27.440000",
        "00:50:34.290000",
        "I think, one should create a psychology help center for parents of such children in the first place."
      ],
      [
        556,
        "00:50:34.290000",
        "00:50:39.375000",
        "Because their children need to be heard."
      ],
      [
        599,
        "00:54:32.782000",
        "00:54:40.027000",
        "I think, personal goals like family, house, children are more important."
      ],
      [
        606,
        "00:56:16.552000",
        "00:56:20.477000",
        "But I guess it's nothing new and global.  After all, children are also starving in Africa."
      ],
      [
        607,
        "00:56:20.477000",
        "00:56:31.622000",
        "You cannot help everyone. But it feels like I cling to these children in my heart."
      ],
      [
        618,
        "00:57:37.706000",
        "00:57:46.599000",
        "Our children or grandchildren would probably also say, \"Granny, people say, gays were oppressed at your days. Isn't it?"
      ],
      [
        686,
        "01:08:12.261000",
        "01:08:19.506000",
        "What can you say? \"Hey, children, become gays! Everybody beats, humiliates, and hates us.\""
      ],
      [
        690,
        "01:08:28.097000",
        "01:08:35.272000",
        "I wonder if Milonow had children with these problems, what would he say then?"
      ],
      [
        691,
        "01:08:35.272000",
        "01:08:38.337000",
        "Such children like me don't exist for them."
      ],
      [
        743,
        "01:14:03.742000",
        "01:14:11.404000",
        "22,000 people joined the group \"Children-404\" in the first year. 1364 teenagers shared their stories."
      ],
      [
        744,
        "01:14:12.635000",
        "01:14:19.763000",
        "The trial of Elena Klimova was held on February 27, 2014. \"Gay propaganda\" hasn't been discovered in the content of the group \"Children-404\". The case was closed for lack of evidence."
      ],
      [
        745,
        "01:14:21.435000",
        "01:14:25.824000",
        "Thanks to all \"children-404\" who participated in the film."
      ]
    ],
    "regex": "\\b((?!\\bChildren:)Children)(?!\\:)(?!'t)\\b",
    "runtime": 76,
    "characters": [],
    "title_is_name": false,
    "rating": 7.2
  }
]
