[
  {
    "imdb": "tt4430992",
    "title": "C'est Si Bon",
    "year": 2015,
    "genres": [
      "Drama",
      "Romance"
    ],
    "count": 45,
    "all_lines": 1351,
    "occurrences": [
      [
        22,
        "0",
        "0",
        "= C'est si bon is the first music appreciation in our country which located in Mugyo-dong, Seoul, in 1963. ="
      ],
      [
        26,
        "0",
        "0",
        "= But those who started the golden age of C'est si bon sinks deeper into crisis due to incidents of marijuana. ="
      ],
      [
        28,
        "0",
        "0",
        "- = C'est si bon = -"
      ],
      [
        41,
        "0",
        "0",
        "When will C'est si bon give birth a star as Jo Yong Nam again."
      ],
      [
        60,
        "0",
        "0",
        "Thus, we conclude the 24th C'est si bon ..."
      ],
      [
        84,
        "0",
        "0",
        "All of this because you stopped singing, so C'est si bon must choose their new ace."
      ],
      [
        106,
        "0",
        "0",
        "Yoon Hyung Joo who announced resignation of C'est si bon and wanted to focus on his study!"
      ],
      [
        111,
        "00:11:19",
        "00:11:21",
        "This is the true C'est si bon."
      ],
      [
        125,
        "0",
        "0",
        "I want to recruit the two boys as the singer of C'est si bon. How?"
      ],
      [
        138,
        "0",
        "0",
        "C'est si bon!"
      ],
      [
        139,
        "0",
        "0",
        "Wah! Name C'est si bon Trio This really destiny."
      ],
      [
        176,
        "0",
        "0",
        "... why did you come to C'est si bon?"
      ],
      [
        268,
        "0",
        "0",
        "The latest talent in C'est si bon is it?"
      ],
      [
        320,
        "0",
        "0",
        "Our C'est si bon trio."
      ],
      [
        340,
        "0",
        "0",
        "When seen from this angle, Oh Byung Tae presence in C'est si bon trio should not be denied--"
      ],
      [
        346,
        "0",
        "0",
        "At that time, the area of Myeong-dong is the main stage for the C'est si bon."
      ],
      [
        384,
        "0",
        "0",
        "At first I was not aware that the distance from C'est si bon to Mido Dept. Store is very close."
      ],
      [
        426,
        "00:36:23.200000",
        "00:36:26.800000",
        "She became a source of inspiration for C'est si bon."
      ],
      [
        448,
        "00:38:14.600000",
        "00:38:16.800000",
        "Oh, that C'est si bon."
      ],
      [
        652,
        "00:53:13.300000",
        "00:53:15.800000",
        "How about C'est si bon also sells alcohol?"
      ],
      [
        655,
        "00:53:19.500000",
        "00:53:21.500000",
        "Is C'est si bon an alcohol warehouse? Place to drink tea?"
      ],
      [
        658,
        "00:53:27.500000",
        "00:53:30.300000",
        "C'est si bon is a place for music appreciation."
      ],
      [
        762,
        "0",
        "0",
        "Dad saw that lately I do not go to C'est si bon again."
      ],
      [
        854,
        "0",
        "0",
        "Once the C'est si bon trio finished performing the premiere,"
      ],
      [
        877,
        "0",
        "0",
        "The most famous music appreciation place in the Republic of Korea, C'est si bon has returned."
      ],
      [
        880,
        "0",
        "0",
        "The premeire concert of C'est si bon welcome you all sincerely."
      ],
      [
        907,
        "0",
        "0",
        "The winner C'est si bon!"
      ],
      [
        908,
        "0",
        "0",
        "Growing up together with C'est si bon."
      ],
      [
        910,
        "01:13:21.700000",
        "01:13:24.500000",
        "We've heard the presence of C'est si bon trio."
      ],
      [
        911,
        "01:13:26",
        "01:13:31.500000",
        "Here, to provide support to C'est si bon, which was inaugurated again,"
      ],
      [
        916,
        "01:13:52",
        "01:13:54.800000",
        "C'est si bon is not just is a place to appreciate music."
      ],
      [
        919,
        "0",
        "0",
        "Actually, honestly, I don't like C'est si bon that much."
      ],
      [
        920,
        "0",
        "0",
        "The person I love is so swayed by this C'est si bon."
      ],
      [
        921,
        "01:14:11",
        "01:14:14",
        "Compared to her love for me, she loves C'est si bon more."
      ],
      [
        922,
        "01:14:14",
        "01:14:16.200000",
        "Because of that I am a little jealous of C'est si bon."
      ],
      [
        929,
        "0",
        "0",
        "Making everyone whom are in C'est si bon become touched."
      ],
      [
        965,
        "01:19:14",
        "01:19:16.200000",
        "The days of C'est si bon ..."
      ],
      [
        977,
        "0",
        "0",
        "C'est si bon Duo?"
      ],
      [
        979,
        "0",
        "0",
        "C'est si bon it is the name for the Trio C'est si bon."
      ],
      [
        1042,
        "0",
        "0",
        "Last year, January 12th at C'est si bon ..."
      ],
      [
        1062,
        "0",
        "0",
        "C'est si bon stop doing business and shut the door."
      ],
      [
        1096,
        "0",
        "0",
        "In the end you guys at C'est si bon are the one trapped."
      ],
      [
        1318,
        "0",
        "0",
        "= he reported all the names of his friends at C'est si bon to the police ... ="
      ],
      [
        1347,
        "0",
        "0",
        "- = 2014 C'est si bon Concert = -"
      ]
    ],
    "regex": "\\b((?!\\bC'est\\ Si\\ Bon:)C'est\\ Si\\ Bon)(?!\\:)(?!'t)\\b",
    "runtime": 122,
    "characters": [],
    "title_is_name": false,
    "rating": 6.7
  }
]
