[
  {
    "imdb": "tt5118020",
    "title": "The Penalty",
    "year": 2018,
    "genres": [
      "Documentary"
    ],
    "count": 22,
    "all_lines": 844,
    "occurrences": [
      [
        13,
        "00:01:22.360000",
        "00:01:27.760000",
        "and I really hope that the dude that did it, I hope they give him the death penalty, really"
      ],
      [
        65,
        "00:06:46.200000",
        "00:06:47.920000",
        "He needs to get the death penalty."
      ],
      [
        189,
        "00:19:40.360000",
        "00:19:45.320000",
        "Most of the time, the victim's families, they are very much in favour of the death penalty."
      ],
      [
        192,
        "00:19:54.920000",
        "00:20:02.400000",
        "You know I've been doing this a long time, I think my first death penalty case was in 1988 and none of those people have been executed."
      ],
      [
        322,
        "00:31:29.760000",
        "00:31:36.040000",
        "I've been a police officer for 31 years, these are the worst crimes and these people deserve the death penalty."
      ],
      [
        329,
        "00:32:08.320000",
        "00:32:17.040000",
        "Trust me, a death penalty case is a lot different than just a regular murder case. I've learned that."
      ],
      [
        346,
        "00:34:38.720000",
        "00:34:43.640000",
        "I don't think he should get the death penalty, cause there's no sense in killing somebody else."
      ],
      [
        400,
        "00:40:35.440000",
        "00:40:44.120000",
        "Ohioans need to understand that the death penalty is carried out in the name of every single citizen of the state of Ohio. We're all culpable."
      ],
      [
        409,
        "00:41:52.040000",
        "00:42:01.120000",
        "It's been dragged out for almost 2 years, whether he gets death penalty or life, or 150 years"
      ],
      [
        413,
        "00:42:35.400000",
        "00:42:41.560000",
        "Rhodes is said to have an IQ of 67, possibly making him ineligible for the death penalty."
      ],
      [
        414,
        "00:42:41.560000",
        "00:42:49",
        "Again, if a judge finds him intellectually disabled, he will not face the death penalty."
      ],
      [
        416,
        "00:42:57.200000",
        "00:43:05.154000",
        "We all are hoping the judge will say he's intellectually disabled cause he won't be eligible for the death penalty"
      ],
      [
        432,
        "00:44:18.280000",
        "00:44:24.480000",
        "Therefore the defendant's motion is denied and the death penalty will remain as a possible sentence herein."
      ],
      [
        439,
        "00:45:09.120000",
        "00:45:13.320000",
        "You know that this means that the state can seek the death penalty now. And they're going to."
      ],
      [
        511,
        "00:53:08.480000",
        "00:53:17.960000",
        "Regardless of how people feel about the death penalty, what the legislature is doing with this secrecy stuff should just piss people off."
      ],
      [
        516,
        "00:53:46.680000",
        "00:53:50",
        "Mrs Farah, what's your position on the death penalty in this case?"
      ],
      [
        518,
        "00:53:52",
        "00:54:00.960000",
        "Your honor, the court has already ruled on this issue in that it's irrelevant whether a victim's family member is pro death penalty or against the death penalty. That's inadmissible at trial."
      ],
      [
        535,
        "00:55:30.640000",
        "00:55:35.760000",
        "But it's at your discretion if you want to pursue the death penalty or not. There's no law that says you have to pursue it."
      ],
      [
        629,
        "01:06:28.600000",
        "01:06:33.120000",
        "The death penalty in Duval county needs to be suspended immediately."
      ],
      [
        816,
        "01:20:32.680000",
        "01:20:39.120000",
        "With that said, state are you now formally withdrawing your notice of intent to seek the death penalty?"
      ],
      [
        817,
        "01:20:39.720000",
        "01:20:43.320000",
        "That is correct, the state is withdrawing its intent to seek the death penalty,"
      ]
    ],
    "regex": "\\b((?!\\bPenalty:)Penalty)(?!\\:)(?!'t)\\b",
    "runtime": 90,
    "characters": [],
    "title_is_name": false,
    "rating": 6.3
  }
]
