[
  {
    "imdb": "tt5946852",
    "title": "Janatha Garage",
    "year": 2016,
    "genres": [
      "Action",
      "Crime",
      "Drama"
    ],
    "count": 23,
    "all_lines": 711,
    "occurrences": [
      [
        52,
        "00:08:54.074000",
        "00:08:58",
        "People who have problems started moving to Janatha Garage."
      ],
      [
        55,
        "00:09:29",
        "00:09:31",
        "Janatha Garage is for People."
      ],
      [
        175,
        "00:31:27.249000",
        "00:31:32",
        "Janatha Garage Satyam sir is correct. if he oppose we also oppose the project."
      ],
      [
        176,
        "00:31:33.817000",
        "00:31:39.040000",
        "We'll follow Satyam sir. Janatha Garage is correct.! Janatha Garage is correct.!"
      ],
      [
        178,
        "00:31:44.284000",
        "00:31:51",
        "Government also scared to give clearence to the project because of janatha garage."
      ],
      [
        262,
        "00:48:16.073000",
        "00:48:24",
        "Janatha Garage Satyam has met with an accident today. It happened during checkup round of a CAR."
      ],
      [
        327,
        "01:06:17.394000",
        "01:06:31.020000",
        "But People leaving from janatha garage without sharing their pain is like death for me."
      ],
      [
        343,
        "01:09:09.157000",
        "01:09:23.423000",
        "why you are intrested in this match., you dont know how powerfull Janatha Garage is. from now it's in our house.Get in."
      ],
      [
        358,
        "01:11:58.534000",
        "01:12:06",
        "You came to wrong place. Do u know who i'm. i herad that You're Janatha Garage peoples son."
      ],
      [
        367,
        "01:16:36.040000",
        "01:16:47.938000",
        "You have to come to Janatha Garage once. Why.? SATYAM sir wants to meet you."
      ],
      [
        388,
        "01:20:48.420000",
        "01:20:52.852000",
        "I'm confident that you've the capability to run Janatha Garage."
      ],
      [
        390,
        "01:21:01.054000",
        "01:21:05.146000",
        "Will you be with Janatha Garage and People..?"
      ],
      [
        392,
        "01:21:11.859000",
        "01:21:16.690000",
        "Janatha Garage is waiting for you."
      ],
      [
        459,
        "01:38:18.535000",
        "01:38:25.161000",
        "I heard that All activities are stopped in Janatha Garage from past few days."
      ],
      [
        463,
        "01:38:41.471000",
        "01:38:47.067000",
        "People are thiking that Janatha is for people. what is the relationship between you and Janatha Garage."
      ],
      [
        471,
        "01:39:34.010000",
        "01:39:41.099000",
        "Ok, do onething., Tell people that \"Janatha Garage is wrong, we're here for you\"."
      ],
      [
        474,
        "01:39:49.444000",
        "01:39:54.108000",
        "if those people standing in front of Janatha Garage and saying we're in problems.. Then we can't stop it sir.."
      ],
      [
        485,
        "01:41:57.487000",
        "01:42:02.044000",
        "i'm promising on Janatha Garage which is half part of me."
      ],
      [
        501,
        "01:44:18.002000",
        "01:44:29",
        "Don't tell me that you want both.God won't give 2 choices in one life. Janatha Garage or Bujji., Just one straight ans.."
      ],
      [
        572,
        "01:58:37.196000",
        "01:58:46.062000",
        "i told you so many times to soly Janatha Garage issue. i'm giving more funds to your party.It's very problematic for me."
      ],
      [
        652,
        "02:15:20.135000",
        "02:15:24",
        "All people who involved in bomb blasts are dead. Janatha Garage people did this."
      ],
      [
        654,
        "02:15:34.070000",
        "02:15:37.063000",
        "Janatha Garage people killed people who came fro UP."
      ]
    ],
    "regex": "\\b((?!\\bJanatha\\ Garage:)Janatha\\ Garage)(?!\\:)(?!'t)\\b",
    "runtime": 162,
    "characters": [],
    "title_is_name": false,
    "rating": 7.2
  }
]
