[
  {
    "imdb": "tt6027478",
    "title": "Dhruva",
    "year": 2016,
    "genres": [
      "Action",
      "Crime",
      "Thriller"
    ],
    "count": 46,
    "all_lines": 1094,
    "occurrences": [
      [
        0,
        "00:00:00",
        "00:00:43",
        "Dhruva English Subtitles by BG"
      ],
      [
        84,
        "00:11:21.927000",
        "00:11:25.703000",
        "Dhruva make it 15 seconds today Are you sure? - Yeah! Youve trained well hey?"
      ],
      [
        110,
        "00:18:03.110000",
        "00:18:09.665000",
        "The reason for my social strength is because of Dhruva He told me that the terrorist in Bombay was 18 years old"
      ],
      [
        115,
        "00:18:41.936000",
        "00:18:44.813000",
        "That's why along with me I will keep this watch and Dhruva"
      ],
      [
        117,
        "00:18:54.707000",
        "00:19:01.921000",
        "I know what you are doing at night going over the wall Dhruva should come tonight to Park Hotel otherwise...."
      ],
      [
        127,
        "00:20:38.055000",
        "00:20:41.662000",
        "Before all of you, I met Dhruva"
      ],
      [
        180,
        "00:29:26.645000",
        "00:29:33.870000",
        "Dhruva I want to tell you something Everybody tries to impress me"
      ],
      [
        182,
        "00:29:40.682000",
        "00:29:45.905000",
        "Dhruva you understand everything Why do you not get this?"
      ],
      [
        210,
        "00:32:14.872000",
        "00:32:19.589000",
        "My dad was very proud seeing that and said this was all thanks to Dhruva right? So he said go tell him thanks. that's why I came"
      ],
      [
        228,
        "00:34:33.117000",
        "00:34:38.031000",
        "Dhruva, the last signal was given at the edge of the Golkunda fort near the Bilal Birriani shop"
      ],
      [
        236,
        "00:35:31.009000",
        "00:35:34.923000",
        "Dhruva, we saw the same poster I think we are close to them"
      ],
      [
        237,
        "00:36:31.006000",
        "00:36:33.494000",
        "Dhruva, the snatchers are here and there are even more of them inside"
      ],
      [
        246,
        "00:38:29.977000",
        "00:38:33.421000",
        "Ay Dhruva, Dhruva, hello? Gah crazy fool"
      ],
      [
        266,
        "00:40:20.664000",
        "00:40:21.179000",
        "Dhruva"
      ],
      [
        268,
        "00:41:10.465000",
        "00:41:12.070000",
        "Dhruva what is he doing here?"
      ],
      [
        402,
        "00:57:46.488000",
        "00:57:53.709000",
        "Dhruva, do you not think about anything else but Siddharth? Tomorrow is swearing in ceremony. Day after is posting. What happens if you never meet Siddharth again? What will you do?"
      ],
      [
        416,
        "00:59:12.450000",
        "00:59:21.329000",
        "Rajith IPS, for specialisation in cyber security. Next Dhruva IPS, he will recieve an award from our honourable home minister Mr Ravindra Reddy"
      ],
      [
        417,
        "00:59:21.330000",
        "00:59:28.431000",
        "Mr Dhruva has received this reward because of specialising in managing activities involving all...."
      ],
      [
        419,
        "00:59:35.230000",
        "00:59:45.192000",
        "Dhruva has one more honour to receive. As a special award for overall best probation of the batch which will be presented by our honourable chief guest Siddhart Abhimanyu"
      ],
      [
        420,
        "00:59:45.500000",
        "00:59:50.432000",
        "I kindly request our honourable chief guest to come forward and present this award to Dhruva"
      ],
      [
        469,
        "01:06:19.265000",
        "01:06:22.694000",
        "Dhruva where are you? - Right behind you"
      ],
      [
        495,
        "01:10:49.385000",
        "01:10:51.499000",
        "That area is under Dhruva's control"
      ],
      [
        513,
        "01:13:49.983000",
        "01:13:51.404000",
        "Angelina, Dhruva are finished"
      ],
      [
        515,
        "01:14:03.510000",
        "01:14:07.798000",
        "Yes Abbas? Better be some good news. Angelina is closed and that ACP Dhruva I also got rid of"
      ],
      [
        553,
        "01:20:43.535000",
        "01:20:44.466000",
        "I told him to come - His name is dhruva"
      ],
      [
        568,
        "01:23:01.163000",
        "01:23:06.415000",
        "Is it necessary to have another surgery doctor? - Yes, sorry Mr. Dhruva, there's a small complication"
      ],
      [
        570,
        "01:23:10.137000",
        "01:23:14.553000",
        "Doctor I need to be discharged today. - Relax Mr. Dhruva, it is a very small surgery"
      ],
      [
        576,
        "01:24:06.142000",
        "01:24:06.878000",
        "Dhruva no one came"
      ],
      [
        630,
        "01:29:27.484000",
        "01:29:30.677000",
        "Hi Dhruva, whats up? - Gautham you are in Shamshabad right? Yea I am, why?"
      ],
      [
        646,
        "01:31:17.442000",
        "01:31:19.530000",
        "Give this to Dhruva sir no matter what"
      ],
      [
        658,
        "01:32:34.554000",
        "01:32:38.883000",
        "Dhruva - Hey what happened? Why aren't you lifting your phone? - Hold on Abbas"
      ],
      [
        667,
        "01:34:26.591000",
        "01:34:30.570000",
        "- I did not miss any details when committing crimes, where did that Dhruva come from?"
      ],
      [
        668,
        "01:34:36.291000",
        "01:34:41.439000",
        "Dhruva not only slipped past your details but he was born to destroy your whole network"
      ],
      [
        718,
        "01:43:41.130000",
        "01:43:43.558000",
        "Dhruva, what is this 8?"
      ],
      [
        723,
        "01:46:55.174000",
        "01:46:56.080000",
        "Dhruva?"
      ],
      [
        727,
        "01:47:07.308000",
        "01:47:10.504000",
        "Dhruva... Ishika leave. I want to be alone"
      ],
      [
        745,
        "01:49:06.614000",
        "01:49:09.880000",
        "I'm telling you because I want Dhruva to win"
      ],
      [
        769,
        "01:51:24.502000",
        "01:51:31.534000",
        "What is this? Suddenly your tones changed? Am I speaking to Dhruva? - Yes.. If you come you'll know"
      ],
      [
        771,
        "01:51:33.146000",
        "01:51:41.470000",
        "Excellent. Dhruva is about to propose his love for Ishika. That's why he told her to come over. - Thats good news kanna"
      ],
      [
        773,
        "01:51:52.284000",
        "01:51:57.585000",
        "As soon as Dhruva says he loves Ishika, the next minute I will kill her"
      ],
      [
        838,
        "02:06:45.758000",
        "02:06:47.328000",
        "Dhruva is looking for Abbas to arrest him."
      ],
      [
        923,
        "02:14:55.294000",
        "02:14:56.198000",
        "Sir - Yes Dhruva"
      ],
      [
        930,
        "02:15:23.529000",
        "02:15:26.217000",
        "Sir ACP Dhruva came to me with evidence against Siddharth"
      ],
      [
        982,
        "02:22:25.211000",
        "02:22:33.254000",
        "And the court issues you to be in jail for today. Mr. Dhruva take charge"
      ],
      [
        1067,
        "02:32:03.103000",
        "02:32:06.313000",
        "Ranveer - Yes Dhruva Everything as per plan? Take positions"
      ]
    ],
    "regex": "\\b((?!\\bDhruva:)Dhruva)(?!\\:)(?!'t)\\b",
    "runtime": 165,
    "characters": [
      "K. Dhruva IPS"
    ],
    "title_is_name": true,
    "rating": 7.7
  }
]
