[
  {
    "imdb": "tt6713862",
    "title": "Samadhi",
    "year": 2017,
    "genres": [
      "Documentary"
    ],
    "count": 29,
    "all_lines": 439,
    "occurrences": [
      [
        0,
        "00:01:14.450000",
        "00:01:24.740000",
        "Samadhi"
      ],
      [
        2,
        "00:01:30.640000",
        "00:01:38.210000",
        "There is a fundamental challenge with making a film about Samadhi."
      ],
      [
        3,
        "00:01:38.210000",
        "00:01:54.230000",
        "Samadhi points to something that can't be conveyed on the level of mind."
      ],
      [
        5,
        "00:02:00.240000",
        "00:02:06.950000",
        "The intention is not to teach you about Samadhi, or provide information for your mind, but"
      ],
      [
        7,
        "00:02:17.260000",
        "00:02:29.200000",
        "Samadhi is relevant now more than ever."
      ],
      [
        8,
        "00:02:29.200000",
        "00:02:34.840000",
        "We are at a time in history where we have not only forgotten Samadhi, but we have forgotten"
      ],
      [
        31,
        "00:05:43.380000",
        "00:05:53.141000",
        "The danger for you watching this film is that your mind will want to acquire Samadhi . Even"
      ],
      [
        32,
        "00:05:53.141000",
        "00:06:01.130000",
        "more dangerous is that your mind might think it has acquired Samadhi."
      ],
      [
        35,
        "00:06:08.120000",
        "00:06:17.850000",
        "Samadhi is not about attaining or adding anything to yourself."
      ],
      [
        36,
        "00:06:17.850000",
        "00:06:26.830000",
        "To realize Samadhi is to learn to die before you die."
      ],
      [
        90,
        "00:14:16.390000",
        "00:14:22.371000",
        "In order to experience Samadhi it is necessary to turn attention away from the shadows, away"
      ],
      [
        104,
        "00:16:19.440000",
        "00:16:26.570000",
        "Samadhi is awakening from the dream of the separate self or the egoic construct."
      ],
      [
        105,
        "00:16:26.570000",
        "00:16:38.610000",
        "Samadhi is awakening from identification with the prison that I call me."
      ],
      [
        114,
        "00:17:31.169000",
        "00:17:37.559000",
        "On the other extreme is Samadhi, the cessation of self."
      ],
      [
        115,
        "00:17:37.559000",
        "00:17:46.470000",
        "Every step we take on the continuum towards Samadhi, brings less suffering."
      ],
      [
        117,
        "00:17:51.610000",
        "00:17:58.909000",
        "Samadhi is beyond the duality of pain and pleasure."
      ],
      [
        120,
        "00:18:22.309000",
        "00:18:28.220000",
        "Realizing Samadhi even once allows you to see what is at the other end of the continuum."
      ],
      [
        122,
        "00:18:34.570000",
        "00:18:41.309000",
        "When there is an actual cessation of the self structure in Samadhi there is no egoic thought,"
      ],
      [
        132,
        "00:20:14.539000",
        "00:20:20.530000",
        "Most people will have to experience and lose Samadhi countless times in meditation before"
      ],
      [
        141,
        "00:21:30.799000",
        "00:21:42.159000",
        "In Samadhi stillness is recognized to be identical with movement, form is identical to emptiness."
      ],
      [
        173,
        "00:25:36.139000",
        "00:25:42.759000",
        "When you realize Samadhi, it becomes clear that there is a controller, there is a machine,"
      ],
      [
        192,
        "00:27:57.899000",
        "00:28:05.479000",
        "The path to Samadhi involves meditation, which is both observing the conditioned self; that"
      ],
      [
        232,
        "00:33:14.649000",
        "00:33:27.690000",
        "Samadhi is ultimately a dropping of all inner resistance - to all changing phenomena, without"
      ],
      [
        235,
        "00:33:36.409000",
        "00:33:39.190000",
        "true Samadhi."
      ],
      [
        361,
        "00:48:22.480000",
        "00:48:31.369000",
        "To realize Samadhi is to become a self-propelled wheel, to become autonomous, a universe unto"
      ],
      [
        376,
        "00:49:56.319000",
        "00:50:03.960000",
        "Upon realizing Samadhi we become free of perspective, or free to create new perspectives, because"
      ],
      [
        389,
        "00:51:32.460000",
        "00:51:39.519000",
        "If you want to realize Samadhi, do not judge your thoughts as good or bad, but find out"
      ],
      [
        430,
        "00:56:39.160000",
        "00:56:47.829000",
        "of our consciousness, from our evolutionary birthright which is Samadhi."
      ],
      [
        436,
        "00:57:39.759000",
        "00:58:02.810000",
        "Identification with the egoic mind is the sickness and Samadhi is the cure."
      ]
    ],
    "regex": "\\b((?!\\bSamadhi:)Samadhi)(?!\\:)(?!'t)\\b",
    "runtime": 60,
    "characters": [],
    "title_is_name": false,
    "rating": 8.2
  }
]
