[
  {
    "imdb": "tt6849786",
    "title": "General Magic",
    "year": 2018,
    "genres": [
      "Documentary"
    ],
    "count": 39,
    "all_lines": 1347,
    "occurrences": [
      [
        5,
        "00:01:38.125000",
        "00:01:43.208000",
        "You know, there are legends, and General Magic was one of the legends."
      ],
      [
        15,
        "00:02:18",
        "00:02:21.457000",
        "The reason you should care about the story of General Magic"
      ],
      [
        108,
        "00:10:00.083000",
        "00:10:04.792000",
        "and it was there, it was all there. It was basically the General Magic vision."
      ],
      [
        160,
        "00:13:26",
        "00:13:28.708000",
        "So Apple ended up spinning out General Magic."
      ],
      [
        200,
        "00:15:50.291000",
        "00:15:53.749000",
        "about this General Magic. Why don't you go to a company you know, like"
      ],
      [
        202,
        "00:15:58.417000",
        "00:16:01.332000",
        "I'm like, \"No, I wanna go work for General Magic.\""
      ],
      [
        245,
        "00:19:08.333000",
        "00:19:15.457000",
        "This is where it leads.\" The idea of mobile computing, uhm, started at General Magic."
      ],
      [
        361,
        "00:25:43.375000",
        "00:25:46.916000",
        "the shoulders of giants, and we weren't doing that at General Magic, we were"
      ],
      [
        395,
        "00:27:24.792000",
        "00:27:28.165000",
        "at General Magic in the sixties was idealism."
      ],
      [
        473,
        "00:32:00.208000",
        "00:32:03.124000",
        "Without those, we couldn't have been General Magic."
      ],
      [
        497,
        "00:33:30.542000",
        "00:33:37.457000",
        "at a level that would give a small company like General Magic time to create, time to develop."
      ],
      [
        513,
        "00:34:46.291000",
        "00:34:49.457000",
        "as to why was I spending so much time on General Magic."
      ],
      [
        529,
        "00:35:53.166000",
        "00:35:58.499000",
        "And, so I wasn't really concerned that Newton would hurt General Magic."
      ],
      [
        602,
        "00:40:26",
        "00:40:29.916000",
        "Marc Porat the President and CEO and co-founder of General Magic."
      ],
      [
        699,
        "00:45:57.959000",
        "00:46:01.165000",
        "The roadshow for the General Magic public offering"
      ],
      [
        896,
        "00:58:10.917000",
        "00:58:14.999000",
        "So welcome to the first public demonstration of... of General Magic's technologies."
      ],
      [
        903,
        "00:58:39.500000",
        "00:58:41.791000",
        "with the incredible team that we have assembled at General Magic."
      ],
      [
        909,
        "00:59:04",
        "00:59:07.457000",
        "and representing Bill and... and the amazing team at General Magic,"
      ],
      [
        1011,
        "01:05:23.291000",
        "01:05:26.958000",
        "and I started to try to mold General Magic technology"
      ],
      [
        1015,
        "01:05:36.875000",
        "01:05:39.958000",
        "I go back to General Magic, I said, \"Look I have a firmed up product plan,"
      ],
      [
        1018,
        "01:05:51.333000",
        "01:05:57.290000",
        "For General Magic, as I saw it, was, basically the end."
      ],
      [
        1024,
        "01:06:19.583000",
        "01:06:21.541000",
        "very hard for me to leave General Magic."
      ],
      [
        1048,
        "01:08:25.792000",
        "01:08:29.165000",
        "I think there was actually nothing General Magic could have done"
      ],
      [
        1053,
        "01:08:43.917000",
        "01:08:47.791000",
        "That's sort of what happened with General Magic. They saw the wave before anyone else,"
      ],
      [
        1058,
        "01:09:04.667000",
        "01:09:09.833000",
        "In this case, the World Wide Web and General Magic probably didn't pivot,"
      ],
      [
        1071,
        "01:10:08.291000",
        "01:10:11.541000",
        "and yet here is a company, General Magic,"
      ],
      [
        1073,
        "01:10:15.959000",
        "01:10:20.582000",
        "and yet so much of what came out of General Magic"
      ],
      [
        1077,
        "01:10:42.583000",
        "01:10:47.124000",
        "But with General Magic there was a certain deflation in me personally,"
      ],
      [
        1097,
        "01:12:28.500000",
        "01:12:32.917000",
        "Yeah, so there is a General Magic device, the Sony Magic Link."
      ],
      [
        1133,
        "01:15:29.792000",
        "01:15:33.250000",
        "and that's how I think of General Magic. A moment in time."
      ],
      [
        1143,
        "01:16:18",
        "01:16:23.582000",
        "General Magic was a disaster, Phillips was a critical success, but a business disaster."
      ],
      [
        1153,
        "01:17:11.083000",
        "01:17:14.624000",
        "General Magic gave us a glimpse of what the future could be."
      ],
      [
        1179,
        "01:18:45.542000",
        "01:18:49.582000",
        "I remember this, and it was like I was back at General Magic"
      ],
      [
        1219,
        "01:21:26.959000",
        "01:21:31.124000",
        "Started with the Mac, and had spawned General Magic."
      ],
      [
        1220,
        "01:21:31.125000",
        "01:21:36.582000",
        "General Magic progeny had spawned iPhone and Android."
      ],
      [
        1228,
        "01:21:57.083000",
        "01:21:59.457000",
        "I mean, here's the test, what if General Magic"
      ],
      [
        1251,
        "01:23:20.333000",
        "01:23:24.290000",
        "of just a few dozen people, who were at General Magic."
      ],
      [
        1260,
        "01:23:48.500000",
        "01:23:51.457000",
        "We all carry things from General Magic, in terms of our view"
      ],
      [
        1265,
        "01:24:04.875000",
        "01:24:08.416000",
        "A lot of General Magic was imagining what the world would be like if some things existed"
      ]
    ],
    "regex": "\\b((?!\\bGeneral\\ Magic:)General\\ Magic)(?!\\:)(?!'t)\\b",
    "runtime": 93,
    "characters": [],
    "title_is_name": false,
    "rating": 7.4
  }
]
