[
  {
    "imdb": "tt8447248",
    "title": "Samadhi Part 2: (It's Not What You Think)",
    "year": 2018,
    "genres": [
      "Documentary"
    ],
    "count": 45,
    "all_lines": 433,
    "occurrences": [
      [
        53,
        "00:09:53.680000",
        "00:09:59.860000",
        "From the ego's perspective the finger pointing you to Samadhi is pointing"
      ],
      [
        57,
        "00:10:50.660000",
        "00:10:55.940000",
        "Samadhi begins with a leap into the unknown."
      ],
      [
        58,
        "00:11:08.360000",
        "00:11:14.269000",
        "In the ancient traditions in order to realize Samadhi it was said that one"
      ],
      [
        62,
        "00:11:36.980000",
        "00:11:42.290000",
        "we use the word Samadhi we are pointing to the transcendent. To the highest"
      ],
      [
        63,
        "00:11:42.290000",
        "00:11:48.339000",
        "Samadhi which has been named Nirvikalpa Samadhi."
      ],
      [
        64,
        "00:11:53.010000",
        "00:11:59.160000",
        "In Nirvikalpa Samadhi there's a cessation of self activity, of all"
      ],
      [
        72,
        "00:13:02.040000",
        "00:13:07.110000",
        "There are numerous types of Samadhi described in the ancient traditions and"
      ],
      [
        74,
        "00:13:13.570000",
        "00:13:18.190000",
        "word Samadhi to point to the transcendent union, but we could have"
      ],
      [
        75,
        "00:13:18.190000",
        "00:13:24.790000",
        "used a word from another tradition just as easily. Samadhi is an ancient Sanskrit"
      ],
      [
        77,
        "00:13:30.970000",
        "00:13:38.410000",
        "permeated many other spiritual traditions. Samadhi is the eighth limb of"
      ],
      [
        81,
        "00:13:58.260000",
        "00:14:07.330000",
        "Patanjali described yoga or Samadhi as \"chitta vritti nirodha\", the Sanskrit"
      ],
      [
        84,
        "00:14:50.040000",
        "00:14:56.439000",
        "Samadhi does not signify any concept because to realize it requires a"
      ],
      [
        107,
        "00:17:59.370000",
        "00:18:03.720000",
        "On the path to awakening unless we are in Samadhi"
      ],
      [
        136,
        "00:21:37.030000",
        "00:21:43.709000",
        "insights have allowed their adherents to realize Samadhi."
      ],
      [
        137,
        "00:21:44.940000",
        "00:21:52.420000",
        "The actual word Samadhi means something like to realize the sameness or oneness"
      ],
      [
        140,
        "00:22:07.870000",
        "00:22:16.120000",
        "actual realization of Samadhi. It is your stillness, your emptiness that unites all"
      ],
      [
        142,
        "00:22:55.090000",
        "00:23:00.250000",
        "It is through the ancient teaching of Samadhi that humanity can begin to"
      ],
      [
        149,
        "00:23:42.650000",
        "00:23:50.570000",
        "living, exploring. True Samadhi is realizing the emptiness"
      ],
      [
        166,
        "00:26:12.830000",
        "00:26:18.740000",
        "A way to begin to grasp the non-conceptual nature of Samadhi is to"
      ],
      [
        175,
        "00:27:13.590000",
        "00:27:23.590000",
        "gateless gate. One must pass the gateless gate to realize Samadhi."
      ],
      [
        224,
        "00:33:34.280000",
        "00:33:41.030000",
        "that by which seeing is possible. Like the black hole Samadhi is not"
      ],
      [
        231,
        "00:34:43.970000",
        "00:34:53.370000",
        "Samadhi is the pathless path, the golden key. It is the end of our identification"
      ],
      [
        244,
        "00:36:33.300000",
        "00:36:36.950000",
        "as one approaches Samadhi."
      ],
      [
        266,
        "00:39:40.800000",
        "00:39:47.710000",
        "Samadhi is the awakening of impersonal consciousness. Just as when you are"
      ],
      [
        268,
        "00:39:53.619000",
        "00:39:58.930000",
        "just in your mind. Upon realizing Samadhi it is realized that"
      ],
      [
        277,
        "00:41:22.310000",
        "00:41:29.020000",
        "When we return from Nirvikalpa Samadhi the mirrors begin to reflect again and"
      ],
      [
        281,
        "00:41:53.800000",
        "00:42:04.220000",
        "the embryo, \"prajna\" or gnosis is what is born out of Samadhi. According to the"
      ],
      [
        291,
        "00:43:32.620000",
        "00:43:38.020000",
        "teachings say that to realize Samadhi one must observe the meditation object"
      ],
      [
        296,
        "00:44:08.140000",
        "00:44:14.670000",
        "directly into the working of the self structure. He didn't say what Samadhi was"
      ],
      [
        329,
        "00:48:46.030000",
        "00:48:53.380000",
        "Samadhi is sometimes referred to as the fourth state, the ground state of"
      ],
      [
        333,
        "00:49:17.220000",
        "00:49:26.680000",
        "Buddha nature or Sahaja Samadhi. In Sahaja Samadhi the immanent Self stays"
      ],
      [
        351,
        "00:51:43.800000",
        "00:51:50.850000",
        "Samadhi is simultaneously a timeless state of consciousness and a stage in an"
      ],
      [
        353,
        "00:52:04.520000",
        "00:52:13.990000",
        "As one spends more and more time in Samadhi, in the now, in the timeless,"
      ],
      [
        360,
        "00:53:10.920000",
        "00:53:17.309000",
        "To realize Samadhi requires an effort so great that it becomes a total surrender"
      ],
      [
        371,
        "00:54:35.590000",
        "00:54:43.870000",
        "every thought, every action must be for realizing the Source. Samadhi is not"
      ],
      [
        373,
        "00:54:51.490000",
        "00:54:59.380000",
        "duality that only exists in the mind. The actual realization of Samadhi is so"
      ],
      [
        379,
        "00:55:33.180000",
        "00:55:39.480000",
        "As each layer of mind is dropped, people call it a different Samadhi. They give"
      ],
      [
        381,
        "00:55:55.010000",
        "00:56:00.290000",
        "but Samadhi is so simple that when you are told what it is and how to realize"
      ],
      [
        383,
        "00:56:05.170000",
        "00:56:13.040000",
        "Actually Samadhi is not simple or difficult; it is only the mind that makes"
      ],
      [
        386,
        "00:56:36.880000",
        "00:56:44.170000",
        "The most concise teaching of Samadhi is perhaps found in this phrase:"
      ],
      [
        389,
        "00:57:05.490000",
        "00:57:12.869000",
        "silence by making noise? Rather than talking about Samadhi as an intellectual"
      ],
      [
        399,
        "00:58:44.390000",
        "00:58:50.869000",
        "You can't imagine what Samadhi is with the limited egoic mind just as you can't"
      ],
      [
        401,
        "00:58:57.500000",
        "00:59:06.559000",
        "manufacture it. To realize Samadhi is to see in a different way, not to see"
      ]
    ],
    "regex": "\\b((?!\\bSamadhi:)Samadhi|(?!\\b\\(It's\\ Not\\ What\\ You\\ Think\\):)\\(It's\\ Not\\ What\\ You\\ Think\\))(?!\\:)(?!'t)\\b",
    "runtime": 71,
    "characters": [],
    "title_is_name": false,
    "rating": 8.6
  }
]
