[
  {
    "imdb": "tt8423080",
    "title": "Rams",
    "year": 2018,
    "genres": [
      "Documentary"
    ],
    "count": 28,
    "all_lines": 704,
    "occurrences": [
      [
        11,
        "00:03:11.417000",
        "00:03:17.250000",
        "Dieter Rams has summarized his philosophy of \"Less, but better\" into 10 principles on design,"
      ],
      [
        14,
        "00:03:28.417000",
        "00:03:32.417000",
        "calls Dieter Rams his role model and inspiration."
      ],
      [
        15,
        "00:03:32.750000",
        "00:03:40.417000",
        "From 1961 to 1995, Dieter Rams headed the design department of Braun."
      ],
      [
        16,
        "00:03:41.041000",
        "00:03:45.291000",
        "I would like to welcome to the stage Mr. Dieter Rams as our first guest,"
      ],
      [
        18,
        "00:03:51.417000",
        "00:03:57.875000",
        "You may now ask Dieter Rams questions that are of great concern to you."
      ],
      [
        158,
        "00:17:06.417000",
        "00:17:16.041000",
        "And Rams came into that world bringing his experience into this new way in which electronic objects were changing."
      ],
      [
        258,
        "00:27:17.417000",
        "00:27:22",
        "Dieter Rams, 42 years old, is one of the most well-known designers in Germany."
      ],
      [
        260,
        "00:27:29.458000",
        "00:27:35.417000",
        "There's a reason that Erwin Braun pushed Rams forward and put him in the limelight for his designs."
      ],
      [
        263,
        "00:27:41.875000",
        "00:27:48.041000",
        "that all responsible, utilitarian, reduced design is Dieter Rams."
      ],
      [
        289,
        "00:30:15.417000",
        "00:30:22.291000",
        "But you know I - when I first encountered Rams' work, I found it very difficult, very masculine."
      ],
      [
        333,
        "00:34:47.542000",
        "00:34:56.417000",
        "I think Rams is probably the first product designer, and the last product designer."
      ],
      [
        346,
        "00:36:37.500000",
        "00:36:43.208000",
        "In the 1950s, Rams was at a trade exhibition and is introduced"
      ],
      [
        351,
        "00:37:03.208000",
        "00:37:08.375000",
        "As they're developing these ideas, Rams realizes that he's moonlighting on the side"
      ],
      [
        354,
        "00:37:18.417000",
        "00:37:21.917000",
        "It was Erwin Braun who said, \"Let Rams design furniture.\""
      ],
      [
        365,
        "00:38:30.417000",
        "00:38:34.417000",
        "The owner explained to me that it was designed by this guy called Dieter Rams."
      ],
      [
        367,
        "00:38:40.125000",
        "00:38:44.417000",
        "So when he mentioned the name Rams, it just rang half a bell."
      ],
      [
        374,
        "00:39:48.291000",
        "00:39:53.417000",
        "We probably have one or two of the original Rams"
      ],
      [
        472,
        "00:48:12.417000",
        "00:48:17.208000",
        "Rams' type of design was rejected by a lot of designers."
      ],
      [
        476,
        "00:48:33.333000",
        "00:48:36.417000",
        "Then this interest in Rams began to grow again."
      ],
      [
        587,
        "00:57:53.583000",
        "00:58:00.125000",
        "What Dieter Rams once told us when we prepared the exhibition was that he wants to design not only a single object,"
      ],
      [
        589,
        "00:58:09.250000",
        "00:58:16.417000",
        "Rams has always been Rams. You can recognize it, it has this look of a certain color palette, a certain formal approach."
      ],
      [
        592,
        "00:58:23.458000",
        "00:58:28.208000",
        "And I think Rams shows that design can have a very strong orientation."
      ],
      [
        630,
        "01:03:45.583000",
        "01:03:49.417000",
        "We wanted to show a permanent exhibition about Dieter Rams."
      ],
      [
        664,
        "01:06:52.291000",
        "01:06:56.625000",
        "But what should one say about Dieter Rams on his birthday?"
      ],
      [
        673,
        "01:07:34.500000",
        "01:07:40.250000",
        "Dieter Rams, with his teams at Braun and Vitsoe, practiced design that was valid at the time,"
      ],
      [
        675,
        "01:07:43.417000",
        "01:07:48.458000",
        "My best wishes to you on your birthday, Dieter Rams."
      ],
      [
        700,
        "01:10:37.417000",
        "01:10:41.959000",
        "Because Rams' design is not just design, it's a whole attitude."
      ]
    ],
    "regex": "\\b((?!\\bRams:)Rams)(?!\\:)(?!'t)\\b",
    "runtime": 74,
    "characters": [],
    "title_is_name": false,
    "rating": 7.6
  }
]
